Repository: muckachina/frostwire-desktop
Catalog: lib/messagebundles/*.po
Languages: de, pl, tl, tr, zh_tw

source: FrostWire for Android
de: FrostWire für Android
pl: FrostWire na Android
tl: FrostWire para sa Android
tr: Android için FrostWire
zh_tw: 使用 FrostWire(&U)

source: Get FrostWire on your Android phone, tablet or google tv, all free.
de: FrostWire ist für Android Telefone, Tablet-Computer und Google TV kostenlos erhältlich.
pl: Pobierz FrostWire na twój telefon Android, tablet albo televizję google. Całkowicie za darmo!
tl: Kunin ang FrostWire para sa iyong Android na telepono, tablet o google tv, lahat libre.
tr: FrostWire'ı Android telefonunuza, tablet pc'nize, veya google tv'nize edinin, tamamen ücretsiz.
zh_tw: 下載FrostWire到您的安卓手機，平板電腦或穀歌電視，全部免費。

source: What is "Seeding"?
de: Was bedeutet "Seeden"?
pl: Co to "Seeding"?
tl: Ano ang "Pagsiseed"?
tr: "Tohumlama" nedir?
zh_tw: 這是什麼?

source: Learn about BitTorrent Seeding
de: Weitere Informationen über BitTorrent "Seeding"
pl: Więcej o Seedowaniu na sieci BitTorrent
tl: Matuto tungkol sa Pagsiseed sa BitTorrent
tr: BitTorrent Tohumlama hakkında bilgi edinin
zh_tw: 更多關於BitTorrent種子檔

source: FrostWire T-Shirts
pl: Koszulki FrostWire
tl: Mga T-shirt ng FrostWire
tr: FrostWire Tişörtleri
zh_tw: FrostWire 葉節點

source: Get a T-shirt, support the project. You'll get also 10 free stickers
de: Bestellen Sie ein T-Shirt, um das Projekt zu unterstützen. Sie erhalten außerdem 10 Aufkleber kostenlos dazu.
pl: Kup koszulkę, wspomajag nasz projekt. Dostaniesz również 10 darmowych naklejek.
tl: Kumuha ng T-shirt, suportahan ang proyekto. Makakuha ka rin ng sampung libreng stickers.
tr: Bir Tişört alın, projeyi destekleyin. Ayrıca 10 tane bedava çıkartma da alacaksınız
zh_tw: 獲得一件T恤衫，支持該項目。您也能獲得10張免費貼紙

source: Free Legal Downloads
de: Kostenlose legale Downloads
pl: Darmowe Legalne Pobierania
tl: Libreng legal na download
tr: Ücretsiz Kanuni İndirmeler
zh_tw: 預覽選取的下載

source: FrostWire on Facebook
de: FrostWire bei Facebook
pl: FrostWire na Facebook
tl: FrostWire sa Facebook
tr: Facebook'da FrostWire
zh_tw: FrostWire 多媒體播放機

source: Come and say hi to the community on Facebook
de: Schauen Sie auf unserer Facebook-Community vorbei.
pl: Odwiedź nas na Facebook i zapoznaj się z innymi użytkownikami
tl: Halina at batiin ang komunidad sa Facebook
tr: Gelin ve Facebook'taki topluluğa bir merhaba deyin
zh_tw: 來Facebook，到社區打招呼

source: Follow us on Twitter
de: Folgen Sie uns auf Twitter
pl: Obserwuj nas na Twitterze
tl: Sundan kami sa Twitter
tr: Bizi Twitter'da Takip Edin
zh_tw: 在Twitter關注我們

source: Access the FrostWire Users' Forum
de: Greift auf das FrostWire-Benutzerforum zu.
pl: Dostęp do forum użytkowników FrostWire.
tl: Buksan ang Forum ng mga Gumagamit ng FrostWire
tr: FrostWire Kullanıcıları Forumu'na Erişim
zh_tw: 進入 FrostWire 論壇

source: &Did you pay for FrostWire?
de: Haben Sie für FrostWire bezahlt?
pl: Czy zapłaciłeś za FrostWire?
tl: &Nagbayad ka ba para sa FrostWire?
tr: &FrostWire için ödeme yaptınız mı?
zh_tw: FrostWire 使用說明

source: Did you pay for FrostWire? FrostWire is Free as in Free Beer. Avoid Scams.
de: Haben Sie für FrostWire bezahlt? FrostWire ist kostenlos, genau wie Freibier.
pl: Czy zapłaciłeś za FrostWire? FrostWire jest całkowicie darmowy! Bądź Ostrożny!
tl: Nagbayad ka ba para sa FrostWire? Kasing libre ng isang libreng alak ang Frostwire. Iwasan ang mga panlilinlang.
tr: FrostWire için ödeme yaptınız mı? FrostWire tıpkı Ücretsiz bir bira gibi tamamen Ücretsizdir. Dolandırıcılardan uzak durun.
zh_tw: 您支付過FrostWire嗎？FrostWire是免費的，是免費軟體。避免詐騙。

source: Tip of the &Day
de: Tip des Tages
pl: Wskazówka Dnia
tl: Gabay sa &araw na ito
tr: Günün İpucu
zh_tw: 每日提示(&D)

source: Show the Tip of the Day Window
de: Zeige das Fenster "Tip des Tages" an.
pl: Pokaż Okno Wskazówek Dnia
tl: Ipakit ang Gabaya sa Araw na Ito na Bintana
tr: Günün İpucu Penceresini Göster
zh_tw: 顯示每日提示視窗

source: &About FrostWire
de: Über FrostWire...
pl: O FrostWire...
tl: &Tungkol sa FrostWire
tr: &FrostWire Hakkında
zh_tw: 關於 FrostWire(&A)

source: Information about FrostWire
de: Informationen über FrostWire.
pl: Informacje o FrostWire.
tl: Impormasyon tungkol sa FrostWire
tr: FrostWire hakkında Bilgi
zh_tw: 關於 FrostWire 的資訊

source: Loading Menus...
de: Menüs werden geladen...
pl: Ładowanie Menu...
tl: Ikinakarga ang mga Menu...
tr: Menüler Yükleniyor...
zh_tw: 載入選單...

source: &Tools
de: Werkzeuge
pl: Narzędzia
tl: &Kagamitan
tr: &Araçlar
zh_tw: 工具(&T)

source: Rebuild iTunes "FrostWire" Playlist
de: Erneuerung der iTunes "FrostWire" Wiedergabeliste
pl: Odbuduj Playlistę "FrostWire" w iTunes
tl: Gawin muli ang Playlist ng "FrostWire" sa iTunes
tr: iTunes "FrostWire" Oynatma Listesini Baştan Yapılandırın
zh_tw: 重建iTunes "FrostWire" 播放清單

source: Deletes and re-builds the "FrostWire" playlist on iTunes with all the audio files found on your Torrent Data Folder.
de: Löscht und erneuert die "FrostWire" Wiedergabeliste in iTunes mit allen Audio-Dateien, die in der Torrent-Sammlung enthalten sind.
pl: Usuwa i odbudowywuje Playlistę "FrostWire" w iTunes z wszystkich plików audio, które znajdują się w twoim katalogu danych torrentów. Domyślny katalog to 'Torrent Data'.
tl: Binubura at ginagawa ang playlist ng "FrostWire" sa iTunes gamit ang lahat ng audio na file na makikita sa iyong Torrent Data Folder.
tr: Torrent Veri Klasörünüzde bulunan tüm ses dosyalarınıyla birlikte, iTunes'unuzdaki oynatma listesini "FrostWire"'ı siler ve yeniden kurar.
zh_tw: 通過所有在您的Torrent資料檔案夾中發現的音訊檔在iTunes刪除並重建"FrostWire" 播放清單。

source: This will remove your "FrostWire" playlist in iTunes and replace it with one containing all the iTunes compatible files in your Frostwire "Torrent Data Folder" Please note that it will add the files to the iTunes library as well and this could result in duplicate files on your iTunes library Are you sure you want to continue?
de: Dies entfernt die "FrostWire" Wiedergabeliste in iTunes und ersetzt sie mit einer Wiedergabeliste, die alle kompatiblen Dateien enthält, die in Ihrer FrostWire "Torrent-Sammlung" enthalten sind Beachten Sie bitte, dass dieser Vorgang die Dateien auch zur iTunes Bibliothek hinzufügt, was dort zu Duplikaten führen kann Trotzdem fortfahren?
pl: Ta czynność usunie playlistę "FrostWire" w iTunes i zastąpi ją nową zawierającą wszystkie kompatybilne pliki z twojego katalogu danych torrentów Frostwire, domyślnie z katalogu "Torrent Data" Zauważ, że ta czynność również doda pliki to twojej plikoteki iTunes co może spowodować podwójne pliki w twojej plikotece. Czy chcesz kontynuować?
tl: Tatanggalin nito ang playlist ng iyong "FrostWire" sa iTunes at papalitan ito ng isang naglalaman ng lahat ng pwede sa iTunes na mga files sa iyong "Torrent Data Folder" sa FrostWire Tandaan lamang na magdadagdag din ito ng mga files sa aklatan ng iTunes at ito ay magreresulta sa dobleng mga files sa aklatan ng iyong iTunes Sigurado ka bang gusto mong magpatuloy?
tr: Bu sizin iTunes'unuzdaki "FrostWire" oynatıcı listenizi silecek ve Frostwire "Torrent Veri Klasörü"nüzdeki tüm iTunes ile uyumlu olan dosyalarla değiştirecektir. Lütfen dikkat ediniz, dosyaları iTunes kütüphalesine de eklecektir ve bu sizin iTunes kütüphanenizde çifte kayıtlara yol açabilecektir Devam etmek istediğinize emin misiniz?
zh_tw: 這會把"FrostWire" 播放清單從iTunes中移除，並用您的"FrostWire" 種子資料檔案夾中所有iTunes相容的檔取而代之請注意，這也會在iTunes收藏庫中添加檔，可能導致您的iTunes收藏庫中檔重複確定繼續？

source: &Options
de: Einstellungen
pl: Opcje
tl: &Pagpipilian
tr: &Seçenekler
zh_tw: 選項(&O)

source: Display the Options Screen
de: Zeigt die Einstellungen an.
pl: Pokaż Panel Opcji
tl: Ipakita ang Tabing ng Pagpipilian
tr: Seçenekler Ekranını Göster
zh_tw: 顯示選項視窗

source: Update FrostWire to the latest version
pl: Aktualizuj FrostWire do najnowszej wersji

source: Install update
pl: Zainstaluj aktualizację

source: &View
de: Ansicht
pl: Widok
tl: Itsura
tr: &Görünüm
zh_tw: 檢視(&V)

source: Use &Small Icons
de: Kleine Icons anzeigen.
pl: Używaj Małych Ikon
tl: Gumamit ng Maliliit na Icons
tr: Küçük İ&konlar Kullan
zh_tw: 使用小圖示(&S)

source: Use Small Icons
de: Kleine Icons anzeigen.
pl: Używaj Małych Ikon
tl: Gumamit ng Maliliit na Icons
tr: Küçük ikonlar kullan
zh_tw: 使用小圖示

source: Show Icon &Text
de: Icons mit Text
pl: Pokaż Tekst Ikon
tl: Ipakit ang Icon at Teksto
tr: İkon Ya&zılarını Göster
zh_tw: 顯示圖示文字(&T)

source: Show Text Below Icons
de: Text unter den Icons anzeigen.
pl: Pokaż Tekst pod Ikonami
tl: Ipakita ang Teksto sa ibaba ng mga Icons
tr: İkonların Altında Yazı Göster
zh_tw: 在圖示下顯示文字

source: &Increase Font Size
de: Bildschirm vergrößern
pl: Zwiększ Rozmiar Czcionek
tl: &Lakihan ang Sukat ng Font
tr: &Font boyutunu büyüt
zh_tw: 加大字體

source: Increases the Table Font Size
pl: Zwiększa Rozmiar Czcionek Tabeli

source: &Decrease Font Size
de: Bildschirm verkleinern
pl: Zmniejsz Rozmiar Czcionek
tl: &Liitan ang Sukat ng Font
tr: &Font boyutunu küçült
zh_tw: 縮小字體

source: Decreases the Table Font Size
pl: Zmniejsza Rozmiar Czcionek Tabeli

source: &Reset Font Size
pl: Resetuj Rozmiar Czcionek

source: Reset the Table Font Size
pl: Resetuj Rozmiar Czcionek Tabeli

source: C&hange Language
de: Sprache ändern
pl: Zmień Język
tl: Ibahin ang Lengwahe
tr: Lisanı değiştir
zh_tw: 更換語言(&H)

source: Select your Language Prefereces
de: Ihre Sprache einstellen
pl: Wybierz twoje Opjce Językowe
tl: Pumili ng iyong kagustuhang Lengwahe
tr: Dil Tercihinizi Seçiniz
zh_tw: 選擇您的語言

source: Restore
de: Wiederherstellen
pl: Przywróć
tl: Ibalik
tr: Geri Yükle
zh_tw: 恢復

source: About
de: Über...
pl: O Programie
tl: Tungkol sa
tr: Hakkında
zh_tw: 關於

source: Apply
de: Übernehmen
pl: Zastosuj
tl: I-apply
tr: Uygula
zh_tw: 套用

source: Restore Defaults
de: Standard wiederherstellen
pl: Przywróć Domyślne
tl: Ibalik ang Orihinal
tr: Varsayılanlara Dön
zh_tw: 還原預設值

source: Revert All Settings to the Factory Defaults
de: Setzt alle Einstellungen auf die Standardwerte zurück.
pl: Przywróć Wszystkie Ustawienia do Domyślnych
tl: Ibalik ang lahat sa Orihinal na Ayos ng Pabrika.
tr: Tüm Ayarları Fabrika Ayarlarına Döndür
zh_tw: 將所有設定還原至出廠預設狀態

source: You have made changes to some of FrostWire's settings. Would you like to save these changes?
de: Sie haben die Einstellungen von FrostWire verändert. Möchten Sie diese Änderungen sichern?
pl: Zmieniłeś pewne ustawienia w opcjach FrostWire. Czy chcesz je zapisać?
tl: May mga pagbabago kang ginawa sa ayos ng iyong FrostWire. Gusto mo bang sagipin ang mga ito?
tr: FrostWire'nin ayarlarının bir kısmında değişiklikler yaptınız. Bu değişiklikleri kaydetmek ister misiniz?
zh_tw: 您已對FrostWire設置做了一些更改。是否保存這些設置？

source: Search here
de: Hier suchen
pl: Wyszukuj Tutaj
tl: Maghanap dito
tr: Buradan ara
zh_tw: 搜尋更多

source: Basic
de: Einfach
pl: Podstawowe
tl: Ordinaryo
tr: Temel
zh_tw: 基本

source: Player
pl: Odtwarzacz
tl: Soitin
tr: Oynatıcı
zh_tw: 播放機

source: Searching
de: Suchen
pl: Wyszukiwanie
tl: Paghahanap
tr: Arıyor
zh_tw: 搜尋

source: Status Bar
de: Statuszeile
pl: Pasek Statusu
tr: Durum Çubuğu
zh_tw: 狀態列

source: Helper Apps
de: Hilfsprogramme
pl: Aplikacje Pomocnicze
tl: Mga katulong na Apps
tr: Yardımcı Uygulamalar
zh_tw: 幫助程式

source: View
de: Benutzerschnittstelle
pl: Widok
tl: Itsura
tr: Görünüm
zh_tw: 檢視

source: Filters
de: Filter
pl: Filtry
tl: Tagasala
tr: Filtreler
zh_tw: 過濾器

source: Keywords
de: Schlüsselwörter
pl: Słowa Kluczowe
tr: Anahtar Kelimeler
zh_tw: 關鍵字

source: Updates
pl: Aktualizacje
tl: Mga Updates
tr: Güncellemeler
zh_tw: 更新

source: Firewall
pl: Zapora Internetowa
tr: Güvenlik Duvarı
zh_tw: 防火牆設定

source: Network Interface
de: Netzwerk-Schnittstelle
pl: Interfejs Sieciowy
tr: Ağ Arayüzü
zh_tw: 網路介面

source: File Associations
de: Datei Verbindungen
pl: Skojarzenia Plikowe
tl: Asosasyon ng mga Files
tr: Dosya Eşlemeleri
zh_tw: 替代位置

source: System Boot
de: Systemstart
pl: Uruchomienie Systemu
tl: Boot ng Sistema
tr: Sistem Açılışı
zh_tw: 系統啟動時執行:

source: System Tray
de: Beenden
pl: Zasobnik Systemowy
tr: Sağ Alt Köşeye
zh_tw: 系統列

source: Bug Reports
de: Fehler Berichte
pl: Zgłoś Błędy
tl: Mga ulat ng bugs
tr: Hata Raporları
zh_tw: 複製報告

source: Loading Options Window...
de: Optionsfenster wird geladen...
pl: Ładowanie Okna Opcji...
tl: Ikinakarga ang Bintana ng Pagpipilian
tr: Seçenek Penceresi Yükleniyor...
zh_tw: 載入選項視窗...

source: One or more options will take effect the next time FrostWire is restarted.
de: Eine oder mehrere Einstellungen werden erst nach dem nächsten Start von FrostWire wirksam.
pl: Jedna lub więcej opcji wejdzie w użytek przy ponownym otworzeniu FrostWire.
tl: Isa o higit pang pagpipilian ang gagana sa susunod na buksan muli ang FrostWire.
tr: Bir veya daha fazla seçenek FrostWire tekrar başladığı zaman devreye girecek
zh_tw: 一項或多項設定將在再次啟動 FrostWire 後生效。

source: Links and File Types
de: Verbindungs und Daten Arten
pl: Linki i Typy Plików
tl: Mga Links at Klase ng Files
tr: Linkler ve Dosya Türleri
zh_tw: 授權類型:

source: You can use FrostWire to open certain filetypes and protocols. You can also instruct FrostWire to always regain these associations if another program takes them.
de: Sie können FrostWire dazu verwenden bestimmte Dateiarten und Protokolle zu öffnen. Desweiteren können sie FrostWire anweisen immer wiederherzustellen auch wenn sie von einem anderen Programm verwendet wird.
pl: Możesz używać FrostWire do otwierania pewnych typów plików i protokołów. Możesz również polecić FrostWire aby zawsze zachowywał te skojarzenia jeżeli inny program je przejmnie.
tl: Maari mong gamitin ang FrostWire upang magbukas ng mga filetypes at protocols. Maari mo ring utusan ang FrostWire na parating bawiin ang mga asosasyon na ito kapag kinuha sila ng ibang programa.
tr: Bazı dosyaları veya protokolleri FrostWire ile açabilirsiniz Ayrıca FrostWire'ı, seçtiğiniz eşleştirmeleri diğer programların kendilerine uygulamalarına engel olmak için her açılışta tekrar eşleştirecek şekilde de yapılandırabilirsiniz.
zh_tw: 可以使用FrostWire打開某些檔案類型和協定。如果其他程式進行打開，也可以設置FrostWire始終獲得關聯。

source: Use FrostWire for...
de: FrostWire verwenden für...
pl: Używaj FrostWire do...
tl: Gamitin ang FrostWire para...
tr: FrostWire'ı şu amaçla kullanın:
zh_tw: 使用 FrostWire(&U)

source: Audio Options
de: Audio-Einstellungen
pl: Opcje Audio
tl: Pagpipilian ng Audyo
tr: Ses Seçenekleri
zh_tw: 音樂選項

source: You can choose which audio player to use.
de: Sie können wählen, welches Audioabspielprogramm Sie verwenden möchten.
pl: Możesz wybrać jakiego odtarzacza audio będziesz używać.
tl: Pwede kang mamili kung anong Audyo Player ang gagamitin.
tr: Kullanılacak olan ses oynatıcısını seçebilirsiniz.
zh_tw: 您可以選擇使用選用何種音樂播放機。

source: Audio Player
de: Audioabspielprogramm
pl: Odwtarzacz audio
tl: Audyo Player
tr: Ses Dosyası Oynatıcısı
zh_tw: 音樂播放機

source: Text Autocompletion
de: Text automatisch vervollständigen
pl: Autodokańczanie Tekstu
tl: Autocompletion ng Teks
tr: Otomatik Metin Tamamlama
zh_tw: 自動完成

source: You can enable or disable autocompletion of text fields.
de: Sie können die automatische Textvervollständigung ein- oder ausschalten.
pl: Możesz włączyć lub wyłączyć autodokańczanie pól tekstowych.
tl: Maari mong paganahin o hindi paganahin ang Autocompletion ng sinsulatan ng teks.
tr: Yazı alanlarındaki otomatik tamamlama özelliğini etkinleştirebilir veya devre dışı bırakabilirsiniz.
zh_tw: 您可以啟用或停用自動完成的功能。

source: Enable Autocompletion of Text Fields:
de: Automatische Textvervollständigung einschalten:
pl: Włącz Autodokańczanie Pól Tekstowych:
tl: Paganahin ang Autocompletion ng Sinusulatan ng Teks:
tr: Yazı Alanlarında Otomatik Tamamlamayı Etkinleştir:
zh_tw: 啟用自動完成:

source: Automatic Installer Download
de: Automatische Updates downloaden
pl: Automatyczne Pobieranie Instalatora
tl: Magdownload ng Kusang taga-install
tr: Otomatik Kurucu İndirme
zh_tw: 自動捲動

source: FrostWire can automatically download a new installer via BitTorrent for you when it's available. It won't install it but next time you start FrostWire it'll let you know that it's there for you.
de: FrostWire kann automatisch Updates über BitTorrent herunter laden, sobald sie erhältlich sind. Beim nächsten Start von FrostWire werden Sie darüber informiert, dass ein Update erhältlich ist.
pl: FrostWire może dla ciebie automatycznie pobrać nowy instalator przez BitTorrent zaraz jak zostanie udostępniony. Sam nic dla ciebie nie zainstaluje, ale następnym razem kiedy załadujesz FrostWire, zapyta się czy chciałbyć zainstalować nową wersję i będzie już gotowy.
tl: Ang FrostWire ay maaring kusang mag download ng bagong taga-install gamit ang BitTorrent para sa iyo kapag mayroon. Hindi niya ito i-iinstall pero sasabihan ka nito na andun siya sa susunod mong pagbubukas ng FrostWire.
tr: FrostWire müsait olduğu anda, sizin için yeni bir kurucuyu BitTorent üzerinden otomatikman indirecektir. O anda kurmayacaktır ancak FrostWire'ı bir sonraki sefere çalıştırdığınızda sizin için orada olduğunu gösterecektir.
zh_tw: 如有新安裝程式，FrostWire可以通過BitTorrent為您自動下載。不會自行安裝，但下次啟動FrostWire時，會讓您知道它的存在。

source: Download new installers for me (Recommended)
de: Updates automatisch herunterladen (empfohlen)
pl: Pobierz nowe instlatory automatycznie (Polecamy)
tl: Magdownload ng mga bagong taga-install para sa akin (Inirerekomenda)
tr: Benim için yeni kurucular indirin (Tavsiye Edilir)
zh_tw: 為我下載新安裝程式（推薦）

source: Browser Options
de: Browser-Einstellungen
pl: Opcje Przeglądarki
tl: Pagpipilian ng Browser
tr: Tarayıcı Seçenekleri
zh_tw: 瀏覽選項

source: You can choose which browser to use.
de: Sie können wählen, welchen Browser Sie verwenden möchten.
pl: Możesz wybrać jakiej przeglądarki będziesz używać.
tl: Pwede mong piliin kung anong browser and gagamitin.
tr: Kullanmak istediğiniz tarayıcıyı seçebilirsiniz.
zh_tw: 您可以選擇使用何種瀏覽器。

source: Browser
pl: Przeglądarka
tr: Gözat
zh_tw: 瀏覽器

source: View Example
de: Beispiel ansehen
pl: Zobacz Przykład
tl: Tingnan ang Halimbawa
tr: Örnek Göster
zh_tw: 檢視範例

source: You can choose how bug reports should be sent. To view an example bug report, click 'View Example'. Choosing 'Always Send Immediately' will immediately contact the bug server when FrostWire encounters an internal error. Choosing 'Always Ask for Review' will tell FrostWire to ask for your approval before sending a bug to the bug server. Choosing 'Always Discard All Errors' will cause FrostWire to ignore all bugs (this is not recommended).
de: Sie können wählen, wie Fehlerberichte verschickt werden sollen. Um ein Beispiel für einen solchen Fehlerbericht anzusehen, klicken Sie 'Beispiel ansehen'. Bei der Wahl von 'Immer senden' wird FrostWire den Server direkt kontaktieren, wenn ein interner Fehler auftritt. Bei der Wahl von 'Immer ansehen' wird FrostWire immer um Ihre Zustimmung bitten, den Fehlerbericht an FrostWire senden zu dürfen. 'Immer ignorieren' bewirkt, dass FrostWire zukünftig alle Fehler ignoriert (nicht empfohlen).
pl: Możesz zdecydować jak zgłoszenia błędów będą wysyłane. Aby zobczyć przykład zgłoszenia błedu, kliknij na 'Zobacz Przykład'. Wybierając 'Zawsze Wyślij Natychmiastowo', FrostWire automatycznie skontaktuje się z serwerem błędów kiedykolwiek nastąpi błąd wewnętrzny. Wybierając 'Zawsze Pytaj o Pozwolenie', FrostWire zawsze zapyta o twoje pozwolenie przed przesłaniem błędu do serweru błędów. Wybierając 'Zawsze Odrzuć', FrostWire zignoruje wszystkie błędy. (Nie Polecamy Tego).
tl: Maari mong piliin kung papaano ipapadala ang ulat tungkol sa mga bugs. Upang makita ang isang bug report, pindotin ang 'Tingnan ang Halimbawa'. Ang pagpili sa 'Laging Ipadala Agad' ay agad na kokontak sa server ng bug kapag ang FrostWire ay may nakaharap na kamalian sa loob.Ang pagpili sa 'Parating Humingi ng Repaso' ay magsasabi sa FrostWire na humingi ng permis bago ipadala ang ulat ng bug sa bug server. Ang pagpili sa 'Laging Baliwalain ang Kamalian' ay magdudulot sa FrostWire baliwalain ang lahat ng bugs (hindi ito nirerekomenda).
tr: Arıza raporlarının nasıl gönderileceğini seçebilirsiniz. Bir örneğini görüntülemek için, 'Örnek Görüntüle' seçeneğine tıklayınız. 'Her Zaman Anında Gönder' seçeneğini seçme durumunda, FrostWire bir iç hatayı tespit ederse, arıza sunucusuyla anında temasa geçecektir. 'Her Zaman Gözden Geçirmeyi Sor' seçeneğini seçmek ise FrostWire'ın bir hatayı arıza sunucusuna göndermeden önce sizden onay almasına yol açacaktır. 'Her zaman Tüm Hataları' gözardı et seçeneğini seçmek ise, FrostWire'ın tüm hataları gözardı etmesine yol açacaktır. (tavsiye edilmez)
zh_tw: 您可以選擇如何傳送錯誤報告。點選「檢視範例」查看報告範本。如果選擇「總是立即傳送」，則 FrostWire 遇到內部錯誤時將會立即聯絡錯誤回報伺服器。選擇「總是詢問」，FrostWire 則會在向錯誤回報伺服器傳送錯誤訊息之前徵求您的同意。選擇「總是忽略錯誤」會使 FrostWire 忽略所有錯誤(不推薦該選項)。

source: Send Errors Automatically if FrostWire is Frozen
de: Fehler automatisch an FrostWire senden, fals das Programm einfriert.
pl: Wysyłaj Błędy Automatycznie jeżeli FrostWire się zamrozi
tl: Magpadala ng kamalian ng kusa kapag ang Frostwire ay Frozen
tr: FrostWire Donarsa Otomatikman Hataları Gönder
zh_tw: 如果FrostWire凍結，則自動發送錯誤

source: Show details web page after a download starts.
pl: Pokaż strone internetową z detalami po rozpoczęciu pobierania.

source: License Warning
de: Downloads löschen
pl: Ostrzeżenie Licencji
tl: Babala sa Lisensya
tr: Lisans Uyarısı
zh_tw: 授權警告

source: You can choose whether to be warned about downloading a file without a license.
de: Sie können einstellen, ob Sie gewarnt werden möchten, wenn Sie eine Datei ohne Lizenz herunterladen.
pl: Możesz ustalić czy chcesz być ostrzegany przed pobieraniem plików bez licencji.
tl: Maari kang pumili kung bibigyan ng babala sa pagdadownload ng file na walang lisensya.
tr: Lisanssız içerik indirmeden önce uyarı gelip gelmemesini seçebilirsiniz.
zh_tw: 您可以選擇是否在下載無授權的檔案時顯示警告。

source: Show License Warning:
de: Lizenzwarnung anzeigen:
pl: Pokaż Ostrzeżenia Licencji:
tl: Ipakita ang Babala sa Lisensya:
tr: Lisans Uyarısını Göster:
zh_tw: 顯示授權警告

source: Router Configuration
de: Router Einstellungen
pl: Konfiguracja Routera
tl: Ayos ng Router
tr: Router Ayarları
zh_tw: 路由器設定
