Repository: muckachina/frostwire-desktop
Catalog: lib/messagebundles/*.po
Languages: de, pl, tl, tr, zh_tw

source: Hate tool tips? Love tool tips? You can turn them on or off in most tables by right-clicking on the column headers and choosing 'More Options'. You can toggle other options here too, like whether or not to sort tables automatically and if you prefer the rows to be striped.
de: Gefallen Ihnen Tooltips oder gefallen sie Ihnen nicht? Man kann sie unter den meisten Tabellen ein- und ausschalten, indem man mit der Rechtstaste auf die Kopfzeile der Spalten klickt und 'Weitere Einstellungen' auswählt. Auch andere Einstellungen können an dieser Stelle umgestellt werden, z.B. wie das automatische Sortieren der Tabellen oder die Markierung der Zeilen in Streifen.
pl: Nienawidzisz wskazówek? Kochasz wskazówki? Możesz je włączyć lub wyłączyć przez kliknięcie prawym przyciskiem myszy na górę każdej kolumny. Wybierz 'Więcej Opcji'. Możesz tam również zdecydować czy chcesz sortować twoje rezultaty wyszukiwania automatycznie czy manualnie.
tl: Ayaw mo ba ng tool tips? Gusto mo ba ng tool tips? Maari mo silang paganahin o hindi sa halos lahat ng table sa pamamagitan ng pagpindot ng pakanan sa ulohan ng hanay at piliin ang 'Mas Maraming Pagpipilian'. Pwede mo rin itoggle ang ibang pagppipilian dito, gaya kung gusto mong mauri ang mga tables ng kusa at kung gusto mong ang mga linya ay magkaroon ng stripe.
tr: Araç ipuçlarından nefret mi ediyorsunuz? Veya araç ipuçlarını seviyor musunuz? Birçok tabloda bunları kolon başlığının üzerinde sağ-klik yaparak ve 'Daha fazla Seçenekler'i seçerek açıp kapatabilirsiniz. Burada diğer seçenekleri de açıp kapatabilirsiniz, örneğin tabloları otomatikman sıralayıp sıralamamak, ve satırların çizgili olup olmaması gibi...
zh_tw: 討厭工具提示？喜歡工具提示？可在大部分表格中通過右擊標題列並選擇'更多選項'進行開啟或關閉。也可以在此切換其他選項，例如：是否進行表格自動分類，是否更喜歡實線。

source: You can sort uploads, downloads, etc..., by clicking on a column. The table keeps resorting as the information changes. You can turn this automatic-sorting behavior off by right-clicking on a column header, choosing 'More Options' and un-checking 'Sort Automatically'.
de: Downloads und Uploads können sortiert werden, indem man auf eine Spalte klickt. Die Tabelle aktualisiert sich so lange sich die Informationen ändern. Die automatische Sortierung der Tabelle kann ausgeschaltet werden, indem man mit Rechts-Klick auf die Kopfzeile einer Spalte klickt und 'Weitere Einstellungen' wählt und dort 'Automatisch sortieren' ausschaltet.
pl: Możesz sortować pobrania, wysyłania, itd... poprzez kliknięcie na górę kolumnę. Tabela nadal sortuje rezultaty w czasie gdy dochodzą nowe rezultaty. Możesz wyłączyć to automatyczne sortowanie prze kliknięcie prawym przyciskiem myszy górę kolumny i wybranie 'Więcej Opcji'.
tl: Maari mong uriin ang mga upload, download, atbp..., sa pagklik sa isang hanay. Ang table ay kusang nag uuri habang nagbabago ang impormasyon. Maari mong paganahin or hindi ang ugaling it sa pamamagitan ng pag-pindot ng pakanan sa ulohan ng hanay, pagpili sa 'Mas maraming pagpipilian' at pagwala ng marka sa 'Kusang pagsosort'.
tr: İndirilenleri, gönderilenleri, vs... bir kolona tıklayarak sıralayabilirsiniz. Bir dahaki sefer sisteme girildiğinde sıralama bilginiz hatırlanacaktır. Bu, otomatik sıralamayı bir sutun başlığına tıklayarak 'Daha Fazla Seçenekler' kısmında 'Otomatik Sırala' seçeneğinin işaretini kaldırarak kapatabilirsiniz.
zh_tw: 可通過點擊欄對上傳、下載，等等...進行分類。表格隨著資訊的改變而重新分類。可通過右擊欄目題頭，選擇'更多選項'，在'自動分類'不要打勾，進行關閉自動分類功能。

source: Are you unhappy with the small number of search results you received? Right-click a search result, then choose Search More, then Get More Results.
de: Unzufrieden mit der geringen Anzahl an Suchergebnissen? Klicke mit der Rechtstaste auf eines der Suchergebnisse und wähle dann Weitersuchen, dann Mehr Ergebnisse finden.
pl: Jesteś niezadowolony z małej liczby resultatów wyszukiwania? Kliknij prawym przyciskiem myszy na twój rezultat i wybierz 'Szukaj Więcej'.
tl: Hindi ka ba masaya sa maliit na bilang ng resulta ng iyong paghahanap? Pumindot ng pakanan sa resulta at pillin ang Maghanap Pa, at Maghanap ng mas Maraming Resulta.
tr: Aramanız sonucunda gelen az sayıda tohumtan memnun değil misiniz? Bir sonucun üzerinde sağ klik yapıp 'Daha Fazla Ara' seçeneğine tıklayın ve Daha Fazla Sonuç edinin.
zh_tw: 對獲取的一點點搜索結果不滿意？右擊一條搜索結果，選擇更多搜索，然後獲取更多搜索結果。

source: You can find out which version of FrostWire you are using by choosing 'About FrostWire' from the FrostWire menu.
de: Welche Version von FrostWire Sie benutzen, können Sie unter 'Über FrostWire' im Menü von FrostWire nachlesen.
pl: Możesz dowiedzieć się jaką wersję FrostWire używasz przez wybranie 'O FrostWire' z menu FrostWire.
tl: Maari mong malaman kung anong bersyon ng FrostWire ang meron ka sa pamamagitan ng pagpili ng 'Tungkol sa FrostWire' sa Tulong na menu.
tr: FrostWire'ın hangi sürümünü kullandığınızı Yardım menüsündeki 'FrostWire Hakkında' seçeneğini seçerek keşfedebilirsiniz.
zh_tw: 通過FrostWire功能表中的'關於FrostWire'可以發現您所使用的FrostWire版本。

source: Hate tool tips? Love tool tips? You can turn them on or off in most tables by control-clicking on the column headers and choosing 'More Options'. You can toggle other options here too, like whether or not to sort tables automatically and if you prefer the rows to be striped.
de: Gefallen Ihnen Tooltips oder gefallen sie Ihnen nicht? Man kann sie unter den meisten Tabellen ein- und ausschalten, indem man mit der Rechtstaste auf die Kopfzeile der Spalten klickt und 'Weitere Einstellungen' auswählt. Auch andere Einstellungen können an dieser Stelle umgestellt werden, z.B. wie das automatische Sortieren der Tabellen oder die Markierung der Zeilen in Streifen.
pl: Nienawidzisz wskazówek? Kochasz wskazówki? Możesz je włączyć lub wyłączyć przez kliknięcie prawym przyciskiem myszy na górę każdej kolumny. Wybierz 'Więcej Opcji'. Możesz tam również zdecydować czy chcesz sortować twoje rezultaty wyszukiwania automatycznie czy manualnie.
tl: Ayaw mo ba ng tool tips? Gusto mo ba ng tool tips? Maari mo silang paganahin o hindi sa halos lahat ng table sa pamamagitan ng pagpindot ng pakanan sa ulohan ng hanay at piliin ang 'Mas Maraming Pagpipilian'. Pwede mo rin itoggle ang ibang pagppipilian dito, gaya kung gusto mong mauri ang mga tables ng kusa at kung gusto mong ang mga linya ay magkaroon ng stripe.
tr: Araç ipuçlarından nefret mi ediyorsunuz? Veya araç ipuçlarını seviyor musunuz? Birçok tabloda bunları kolon başlığının üzerinde sağ-klik yaparak ve 'Daha fazla Seçenekler'i seçerek açıp-kapatabilirsiniz. Burada diğer seçenekleri de açıp kapatabilirsiniz, örneğin tabloları otomatikman sıralayıp sıralamamak, ve satırların çizgili olup olmaması gibi...
zh_tw: 討厭工具提示？喜歡工具提示？可在大部分表格中通過右擊標題列並選擇'更多選項'進行開啟或關閉。也可以在此切換其他選項，例如：是否進行表格自動分類，是否更喜歡實線。

source: You can sort uploads, downloads, etc..., by clicking on a column. The table keeps resorting as the information changes. You can turn this automatic-sorting behavior off by control-clicking on a column header, choosing 'More Options' and un-checking 'Sort Automatically'.
de: Downloads und Uploads können sortiert werden, indem man auf eine Spalte klickt. Die Tabelle aktualisiert sich so lange sich die Informationen ändern. Die automatische Sortierung der Tabelle kann ausgeschaltet werden, indem man mit Rechts-Klick auf die Kopfzeile einer Spalte klickt und 'Weitere Einstellungen' wählt und dort 'Automatisch sortieren' ausschaltet.
pl: Możesz sortować pobrania, wysyłania, itd... poprzez kliknięcie na kolumnę. Tabela nadal sortuje rezultaty w czasie gdy dochodzą nowe rezultaty. Możesz wyłączyć to automatyczne sortowanie prze kliknięcie prawym przyciskiem myszy górę kolumny i wybranie 'Więcej Opcji'.
tl: Maari mong uriin ang mga upload, download, atbp..., sa pagklik sa isang hanay. Ang table ay kusang nag uuri habang nagbabago ang impormasyon. Maari mong paganahin or hindi ang ugaling it sa pamamagitan ng pag-pindot ng pakanan sa ulohan ng hanay, pagpili sa 'Mas maraming pagpipilian' at pagwala ng marka sa 'Kusang pagsosort'.
tr: Bir kolona tıklayarak yüklemeleri, indirmeleri, vs.. sıralayabilirsiniz. Tablo ise bilgi değiştiği sürece tekrar sıralanacaktır. Bu, otomatik seçeneğini bir kolon başlığına Ctrl tuşuna basarken tıklayarak ve 'Daha Fazla Seçenekler' i seçip ve 'Otomatik Olarak Sırala' seçeneğinin tikini kaldırarak kapatabiliriniz.
zh_tw: 可通過點擊欄對上傳、下載，等等...進行分類。表格隨著資訊的改變而重新分類。可通過右擊欄目題頭，選擇'更多選項'，在'自動分類'不要打勾，進行關閉自動分類功能。

source: FrostWire's Library is a file manager, not just an MP3 Playlist. That means that when you delete a file from the Library, you have the option to either permanently delete the file from your computer or move it to the Trash.
de: FrostWire's Dateisammlung ist nicht nur eine MP3-Wiedergabeliste, sondern ein Dateimanager. Das bedeutet, dass Sie die Wahl haben eine Datei unwiderruflich von Ihrem Computer zu entfernen oder sie in den Abfalleimer zu bewegen, wenn Sie Daten aus der Dateisammlung löschen.
pl: Plikoteka FrostWire jest menadżerem plików, nie tylko Playlistą. To oznacza że kiedy usuwasz plik z Plikoteki, masz również opcję aby albo całkowicie usunąć then plik z twojego komputera albo przenieść go to Śmieci.
tl: Ang aklatan ng FrostWire ay isang tagapamahala ng file, hindi lamang playlist ng MP3. Ibig sabihin nito ay kapag ikaw ay nagbura ng file mula rito, mayroon kang pagkakataong pumili kung ito ay buburahin sa iyong kompyuter o ilipat sa Basurahan.
tr: FrostWire'ın Kütüphanesi, sadece bir MP3 Oynatma listesi değil, bir dosya yöneticisidir. Bu da demektir ki, Kütüphane'den bir dosyayı silerken, dosyayı ya bilgisayarınızdan kalıcı olarak silme, ya da onu sadece Çöp Kutusu'na taşıma seçeneğiniz mevcuttur.
zh_tw: FrostWire收藏庫是檔案管理員，不僅僅是MP3播放清單。意味著當你從收藏庫中刪除一份檔，你可以選擇從電腦中永久性刪除或者將其移至回收站。

source: FrostWire's Library is a file manager, not just an MP3 Playlist. That means that when you delete a file from the Library, you have the option to either permanently delete the file from your computer or move it to the Recycle Bin.
de: FrostWire's Dateisammlung ist nicht nur eine MP3-Wiedergabeliste, sondern ein Dateimanager. Das bedeutet, dass wenn Sie eine Datei aus der Dateisammlung löschen, haben Sie die Möglichkeit diese unwiderruflich von Ihrem Computer zu entfernen oder sie in den Abfalleimer zu bewegen.
pl: Plikoteka FrostWire jest menadżerem plików, nie tylko Playlistą. To oznacza że kiedy usuwasz plik z Plikoteki, masz również opcję aby albo całkowicie usunąć then plik z twojego komputera albo przenieść go to Śmieci.
tl: Ang aklatan ng FrostWire ay isang tagapamahala ng file, hindi lamang playlist ng MP3. Ibig sabihin nito ay kapag ikaw ay nagbura ng file mula rito, mayroon kang pagkakataong pumili kung ito ay buburahin sa iyong kompyuter o ilipat sa Recycle Bin.
tr: FrostWire'ın Kütüphanesi, sadece bir MP3 Oynatma listesi değil, bir dosya yöneticisidir. Bu da demektir ki, Kütüphaneden bir dosyayı silerken, dosyayı ya bilgisayarınızdan kalıcı olarak silme, ya da onu sadece Çöp Kutusu'na taşıma seçeneğiniz mevcuttur.
zh_tw: FrostWire收藏庫是檔案管理員，不僅僅是MP3播放清單。意味著當你從收藏庫中刪除一份檔，你可以選擇從電腦中永久性刪除或者將其移至回收站。

source: When you close FrostWire, it minimizes to the system tray. To exit, right-click the system tray icon (next to the time), and select Exit. You can change this behavior by going to Tools &gt; Options &gt; System Tray.
de: Wenn Sie FrostWire schließen, wird es minimiert und als Symbol in der Taskleiste angezeigt. Um das Programm zu beenden, klicken Sie mit der Rechtstaste auf das FrostWire Symbol in der Taskleiste und wählen Beenden. Unter Werkzeuge &gt; Optionen &gt; Taskleiste können Sie die Einstellungen hierzu anpassen.
pl: Kiedy zamykasz FrostWire, jest on minimalizowany do zasobniku systemowego. Aby wyjść z programu całkowicie, kliknij na ikonę zasobnika systemowego (przy zegarze) i wybierz 'Wyjdź'. Możesz zmienić to zachowanie w 'Narzędzia' &gt; 'Opcje' &gt; 'Zasobnik Systemowy'.
tl: Kapag isinara mo ang FrostWire, lumiliit ito sa tray ng sistema. Upang lumabas, pindotin ng pakanan ang icon ng tray ng sistema (katabi ng oras), at piliin ang Lumabas. Maari mong palitan ang ugaling ito sa pagpunta sa Kagamitan &gt; Pagpipilian &gt; Bandeha ng sistema.
tr: FrostWire'ı kapattığınızda, sistem barındaki sağ tarafa küçülür. Çıkmak için, buradaki (saatin yanındaki) ikona farenin sağ tuşuyla tıklayın ve Çıkış'ı seçin. Bu davranışı Araçlar &gt; Seçenekler &gt; Sistem Tepsisi seçeneğine giderek değiştirebilirsiniz.
zh_tw: 當關閉FrostWire時，它縮小到系統託盤。要退出，右擊系統託盤圖示（靠近時間），選擇退出。可通過工具-選項-系統託盤對此進行更改。

source: Thank you for using FrostWire
de: Danke, dass Sie FrostWire verwenden.
pl: Dzięki za używanie FrostWire.
tl: Maraming Salamat sa paggamit ng FrostWire
tr: FrostWire'ı kullandığınız için Teşekkürler
zh_tw: FrostWire 使用說明

source: Visit us at www.frostwire.com
de: Besuchen Sie unter http://www.frostwire.com
pl: Odwiedź nas na www.frostwire.com
tl: Bisitahin kami sa www.frostwire.com
tr: Bizi ziyaret ediniz: www.frostwire.com
zh_tw: 至 http://www.frostwire.com 更新﹗

source: New Version Available!
de: Neue Version verfügbar!
pl: Nowa Wersja jest Dostępna!
tl: May bagong bersyon na pwedeng makuha!
tr: Yeni Sürüm Kullanılabilir Durumda!
zh_tw: FrostWire 新版本下載﹗

source: A new version of FrostWire is available.
de: Eine neuere Version von FrostWire ist verfügbar.
pl: Nowa wersja FrostWire jest dostępna.
tl: May bagong bersyon ng FrostWire na pwedeng makuha.
tr: FrostWire'ın yeni bir sürümü kullanılabilir durumda.
zh_tw: 有新版本 FrostWire 可供下載。

source: Update Now
de: Jetzt updaten
pl: Aktualizuj Teraz
tl: I-update ngayon
tr: Şimdi Güncelle
zh_tw: 立即更新

source: Visit http://www.frostwire.com to update!
de: Besuchen Sie http://www.frostwire.com um die neuesten Updates herunterzuladen!
pl: Odwiedź http://www.frostwire.com aby zaktualizować!
tl: Bisitahin ang http://www.frostwire.com upang i-update!
tr: Güncellemek için http://www.frostwire.com adresini ziyaret ediniz!
zh_tw: 至 http://www.frostwire.com 更新﹗

source: FrostWire needs to be restarted to install the update. If you choose not to update now, FrostWire will update automatically when you close. Would you like to update now?
de: FrostWire muss neu gestartet werden, um das Update zu installieren. Wenn Sie jetzt nicht updaten möchten, wird FrostWire das Update automatisch beim Beenden des Programmes starten. Möchten Sie das Update jetzt durchführen?
pl: FrostWire musi być zrestartowany aby zainstalować aktualizację. Jeżeli zdecydujesz nie aktualizować teraz, FrostWire zaktualizuje siebie kiedy go zamkniesz. Czy chcesz teraz aktualizować?
tl: Kailangang buksan muli ang FrostWire upang i-install ang update. Kung pipiliin mong huwag muna mag-update ngayon, kusang mag-a-update ang FrostWire sa iyong paglabas. Gusto mo bang mag-update ngayon?
tr: Güncellemenin yüklenebilmesi için FrostWire'ın yeniden başlatılması gerekiyor. Eğer şimdi güncellemek istemezseniz, FrostWire sonraki açılışında otomatik olarak güncellenecek. Şimdi güncellemek ister misiniz?
zh_tw: FrostWire 需要重新啟動以安裝更新。若您選擇不現在更新， FrostWire 會在您關閉時自動更新。您要現在更新嗎?

source: Update Ready
de: Update erfolgreich beendet
pl: Aktualizacja Gotowa
tl: Handa na ang Update
tr: Güncelleme Hazır
zh_tw: 準備好更新

source: Update Later
de: Später updaten
pl: Zaktualizuj Później
tl: Mag-update mamaya
tr: Sonra Güncelle
zh_tw: 稍後更新

source: A newer version is available, update?
de: Eine neuere Version ist verfügbar, aktualisieren?
pl: Nowa wersja jest dostępna, aktualizować?
tl: May mas bagong bersyon na pwedeng makuha, mag-update?
tr: Yeni bir sürüm mevcut, güncellensin mi?
zh_tw: 有新版本可供下載，更新嗎?

source: O&pen .Torrent or Magnet
de: .torrent oder magnetischen Link öffnen
pl: Otwórz .Torrent lub Magnet
tl: Buksan ang .Torrent o Magnet
tr: A&ç .Torrent veya Magnet
zh_tw: 打開.Torrent或Magnet

source: Opens a magnet link or torrent file
de: Öffnet einen Magnet oder Torrent-Link
pl: Otwiera link magnetu lub plik torrentu
tl: Nagbubukas ng link na magnet o torrent na file
tr: Bir magnet linki veya torrent dosyası açar
zh_tw: 打開magnet連結或種子檔

source: Download .Torrent or Magnet or YouTube video link
de: .torrent, magnetischen Link oder YouTube Link öffnen
pl: Pobierz .Torrent lub magnet lub link do wideo YouTube
tl: Idownload ang .Torrent o Magnet o link ng Youtube na bidyo
tr: İndirme .Torrent veya Magnet veya YouTube video linki
zh_tw: 下載.Torrent或者Magnet或者YouTube視頻連結

source: Type a magnet link, the file path or web address of a torrent file and FrostWire will start downloading it for you.
de: Geben Sie einen Magnet Link, einen Dateipfad oder die Web Adresse einer Torrent Datei an, und FrostWire wird sie herunterladen.
pl: Wpisz link magnetu, ścieżkę pliku lub adres internetowy pliku torrentu a FrostWire rozpocznie pobieranie dla ciebie.
tl: Isulat ang magnet link, ang daanan ng file o web address ng isang torrent na file at sisimulan ng FrostWire ang pagdownload para sa iyo.
tr: Bir torrent dosyasının magnet linkini, dosya patikasını veya torrent dosyasının internet adresini girin ve FrostWire onu sizin için indirmeye başlasın.
zh_tw: 輸入種子檔的magnet連結，檔路徑或者網址，FrostWire將開始為您下載。

source: Open:
de: Öffnen:
pl: Otwórz:
tl: Buksan:
tr: Aç:
zh_tw: 打開

source: FrostWire cannot download this address. Make sure you typed it correctly, and then try again.
de: FrostWire kann von dieser Adresse keinen Download durchführen. Überprüfen Sie die Adresse und probieren Sie es erneut.
pl: FrostWire nie może pobrać tego adresu. Upewnij się że jest wpisany poprawnie i spróbuj jeszcze raz.
tl: Hindi madownload ng Frostwire ang address na ito. Siguraduhin na naisulat ng tama at subukan ulit.
tr: FrostWire bu adresi indiremez. Doğru şekilde yazdığına emin olun ve sonra yeniden deneyin.
zh_tw: FrostWire無法下載該網址。確認輸入正確，並重試。

source: &Close
de: Schließen
pl: Zamknij
tl: &Isara
tr: &Kapat
zh_tw: 關閉(&C)

source: Close the program's main window
de: Schließen Sie das Hauptfenster des Programms
pl: Zamknij główne okno programu
tl: Isara ang pangunahing bintana ng programa
tr: Programın ana penceresini kapatın
zh_tw: 關閉程式

source: E&xit
de: Beenden
pl: Wyjdź
tl: Lumabas
tr: Çı&kış
zh_tw: 結束

source: Close and exit the program
de: Schließen und beenden des Programms.
pl: Zamknij i wyjdź z programu.
tl: Isara ang Lumabas sa programa
tr: Kapat ve programdan çık
zh_tw: 關閉程式

source: Send File or Folder...
de: Datei oder Verzeichnis senden...
pl: Wyślij Plik lub Katalog...
tl: Magpadala ng File o Folder...
tr: Dosya veya Dizin Gönderin...
zh_tw: 共用新資料夾

source: Send a file or a folder to a friend
de: Datei oder Verzeichnis an einen Freund senden
pl: Wyślij plik lub katalog do znajomego
tl: Magpadala ng file o folder sa isang kaibigan
tr: Arkadaşınıza bir dosya veya klasör gönderin
zh_tw: 儲存目前的播放清單。

source: Search for Keywords: {0}
de: Nach folgenden Suchbegriffen suchen: {0}
pl: Wyszukuj dla Słowa Kluczowego: {0}
tl: Maghanap ng Keywords: {0}
tr: Anahtar sözcükler için arama {0}
zh_tw: 搜尋關鍵字: {0}

source: Search for: {0}
de: Suchen nach: {0}
pl: Wyszukaj dla: {0}
tl: Hanapin ang: {0}
tr: Arama: {0}
zh_tw: 搜尋: {0}

source: Internal Error
de: Interner Fehler
pl: Błąd Wewnętrzny
tl: Kamalian sa looban
tr: Dahili Hata
zh_tw: 內部錯誤

source: FrostWire has encountered an internal error. It is possible for FrostWire to recover and continue running normally. To aid with debugging, please click 'Send' to notify FrostWire about the problem. If desired, you can click 'Review' to look at the information that will be sent. Thank you.
de: Ein interner Fehler ist aufgetreten. FrostWire kann den Betrieb jedoch fortsetzen. Um bei der Fehlerkorrektur zu helfen, klicken Sie bitte 'Senden', damit ein Fehlerbericht an FrostWire gesendet wird. Wenn Sie wünschen, können sie auch 'Anzeigen' klicken, um die Informationen anzuzeigen, die verschickt werden. Vielen Dank.
pl: Podczas pracy FrostWire wystąpił błąd wewnętrzny. Pomimo to, FrostWire jest w stanie usunąć usterki i kontynuować działanie. Aby pomóc w usuwaniu błędów, prosimy o kliknięcie 'Wyślij' aby poinformować załogę FrostWire o tym problemie. Jeżeli chcesz, możesz obejrzeć informację które będzie wysłana. Dziekujemy!
tl: May nakasalubong na kamalian sa loob ang FrostWire. Posible na gumaling ang FrostWire at magpatuloy na gumana. Para tumulong sa debugging, i-click ang 'Ipadala' para masabihan ang FrostWire tungkol sa problema, Kung gusto mo, pwede mong pindotin ang 'Repasuhin' para makita ang impormasyon na ipapadala. Maraming salamat.
tr: FrostWire dahili bir hata ile karşılaştı. FrostWire'nin kurtarılması ve normal olarak çalışmaya devam etmesi olasıdır. Hata ayıklamaya yardımcı olmak ve FrostWire'a sorun hakkında bilgi göndermek için lütfen 'Gönder' (Send) butonuna tıklayınız.
zh_tw: FrostWire 碰到一個內部錯誤。FrostWire 可能可以從錯誤中恢復並繼續正常執行。請點選「傳送」將問題告知 FrostWire 以便協助修正。如果您願意，可以點選「檢視」查看將要傳送的資訊。謝謝您。

source: FrostWire has encountered an internal error. It is possible for FrostWire to recover and continue running normally. To continue using FrostWire, click 'Discard'. If desired, you can click 'Review' to look at the information about the error.
de: Ein interner Fehler ist aufgetreten. FrostWire konnte den Fehler beheben und das Programm kann fortgesetzt werden. Zum Fortsetzen klicken Sie auf 'Ignorieren'. Um die Fehlermeldung anzuzeigen, klicken Sie auf 'Anzeigen'.
pl: Podczas pracy FrostWire wystąpił błąd wewnętrzny. Mimo to, FrostWire jest w stanie usunąć usterki i kontynuować normalne działanie. Aby kontynuować używanie FrostWire, cliknij 'Porzuć'. Jeżeli chcesz obejrzeć informację o tym błędzie, kliknij 'Oceń' aby spojrzeć na informacje o błędzie.
tl: May nakasalubong na kamalian sa loob ang FrostWire. Posible na gumaling ang FrostWire at magpatuloy na gumana. Para patuloy na magamit ang FrostWire, pindotin ang 'Baliwalain'. Kung ninanais, pwede mong pindotin ang 'Repasuhin' upang makita ang impormasyong tungkol sa kamalian.
tr: FrostWire dahili bir hata ile karşılaştı. FrostWire'nin kurtarılması ve normal olarak çalışmaya devam etmesi olasıdır. FrostWire ile çalışmaya devam etmek için 'Gözardı Et' (Discard) butonuna tıklayın. Dilerseniz sorun hakkında bilgi almak için 'Review' butonuna tıklayabilirsiniz.
zh_tw: FrostWire 碰到一個內部錯誤。FrostWire 可能可以從錯誤中恢復並繼續正常執行。要繼續使用 FrostWire，請點選「忽略」。如果您願意，可以點選「檢視」查看錯誤訊息。

source: Please add any comments you may have (e.g what caused the error). Thank you and please use English.
de: Bitte fügen Sie jegliche Kommentare hinzu, die Sie haben (z.B. was den Fehler verursacht haben könnte). Schreiben Sie bitte auf Englisch, vielen Dank.
pl: Prosimy o dodawanie komentarzy (np. co spowodowało błąd). Dziękujemy i prosimy o używanie języka angielskiego.
tl: Pakilagay ng iyong komento dito (hal. anong dahilan na kamalian). Salamat at pakiusap gumamit ng Ingles.
tr: Lütfen her türlü yorumunuzu ekleyiniz (örn. hataya ne sebep oldu). Teşekkürler ve lütfen İngilizce kullanın.
zh_tw: 請添加評論（例如：什麼引起錯誤）謝謝，並請使用英文。

source: Review
de: Bericht
pl: Podgląd
tl: Repasuhin
tr: Gözden geçir
zh_tw: 檢視

source: Discard
de: Ignorieren
pl: Odrzuć
tl: Baliwalain
tr: Gözardı Et
zh_tw: 忽略

source: Always Send Immediately
de: Immer direkt senden
pl: Zawsze Wyślij Natychmiastowo
tl: Parating ipadala agad
tr: Her zaman Hemen Gönder
zh_tw: 總是立即傳送

source: Always Ask For Review
de: Immer ansehen
pl: Zawsze Pytaj o Opinię
tl: Parating Humingi ng Repaso
tr: Gözden Geçirmeyi Sor
zh_tw: 總是要求檢視

source: Always Discard All Errors
de: Immer ignorieren
pl: Zawsze Odrzucaj Wszystkie Błędy
tl: Parating Baliwalain ang Lahat ng Kamalian
tr: Her Zaman Tüm Hataları Gözardı Et
zh_tw: 總是忽略所有錯誤
