Repository: muckachina/frostwire-desktop
Catalog: lib/messagebundles/*.po
Languages: de, pl, tl, tr, zh_tw

source: The Torrent Data Folder cannot be a parent folder of the
de: Unzulässiges Verzeichnis für freigegebene Dateien. Benutzen Sie bitte ein anderes Verzeichnis oder kehren Sie zur Standardeinstellung zurück.
pl: Katalog Danych Torrentu nie może byc katalogiem obejmującym
tl: Ang folder ng datos ng torrent ay hindi maaring maging folder na pinagmulan ng
tr: Torrent Veri Klasörü şununla aynı türde bir klasör değildir
zh_tw: 無效的共用資料夾。請用另一個資料夾或者恢復到預設值。

source: Use Default
de: Standard Benutzen
pl: Użyj Domyślnego
tl: Gamitin ang orihinal.
tr: Varsayılanı Kullan
zh_tw: 使用預設值(&D)

source: Use the Default Folder
de: Standard-Downloadverzeichnis Benutzen
pl: Użyj Domyślnego Katalogu
tl: Gamitin ang orihinal na folder
tr: Varsayılan Klasörü Kullan
zh_tw: 重設為預設下載資料夾

source: Browse...
de: Durchstöbern...
pl: Przeglądaj...
tl: Tingnan...
tr: Gözat..
zh_tw: 瀏覽器

source: Choose Another Folder
de: Anderes Verzeichnis Auswählen
pl: Wybierz Inny Katalog
tl: Pumili ng ibang folder
tr: Başka Bir Klasör Seçiniz
zh_tw: 選擇其他資料夾

source: Seeding Settings
de: Benutzereinstellungen werden geladen...
pl: Ustawienia Seedowania
tl: Ayos ng Pagsiseed
tr: tohumlama Ayarları
zh_tw: 載入設定...

source: <html><strong>Seed finished torrent downloads.</strong> BitTorrent users on the internet will be able<br/>to download file chunks of the data your torrents seed. (Recommended)</html>
de: <html><strong>Seede die abgeschlossenen Torrent Downloads.</strong> BitTorrent Nutzers wird es möglich sein über das Internet<br/>die einzelnen Segmente der Datei, die Ihre Torrents seeden, herunterzuladen. (empfohlen)</html>
pl: <html><strong>Seeduj dane zakończonych pobrań torrentowych.</strong> Użytkownicy sieci BitTorrent na internecie<br/>będą mogli pobrać od ciebie fragmenty danych torrentów które seedujesz. (Recommended)</html>
tl: <html><strong>Natapos na ng seed ang pagdownload ng mga torrent.</strong> Ang mga gumagamit ng BitTorrent sa internet ay maaring<br/>madownload ang mga parte ng datos ng seed ng iyong mga torrent (Recommended)</html>
tr: <html><strong>Bitmiş torrent indirmelerini tohumlayın.</strong> İnternetteki BitTorrent kullanıcıları torrentlerinizin<br/> tohumladığı dosya parçalarını indirebilecekler. (Tavsiye Edilir)</html>
zh_tw: 播種完整的種子檔。BitTorrent網路使用者能夠下載您的種子檔中大量資料。（推薦）

source: <html><strong>Don't seed finished torrent downloads.</strong> BitTorrent users on the internet may<br/>only download file chunks of that torrent from you while you're downloading its<br/>data files. <strong>Some trackers will penalize this Leeching behavior</strong>.</html>
de: <html><strong>Die abgeschlossenen Torrent Downloads nicht seeden.</strong> BitTorrent Nutzern dürfen über das Internet<br/>nur die Datei-Segmente des Torrents herunter laden während Sie selbst<br/> am Downloaden sind. <strong>Mancher Tracker bestrafen dieses Verhalten (Leeching)</strong>.</html>
pl: <html><strong>Nie seeduj zakończonych pobrań torrentowych.</strong> Użytkownicy sieci BitTorrent na internecie<br/>mogą pobrać tylko fragmenty danych plików, które ty aktywnie pobierasz w danej chwili.a <br/><strong>Niektóre trackery karają takie pasożytnicze zachowanie.</strong></html>
tl: <html><strong>Huwag nang iseed ang mga torrent na natapos nang madownload</strong> Ang mga gumagamit ng BitTorrent sa internet ay maaari<br/>lamang magdownload ng parte ng torrent sa iyo habang dinadownload mo ang kanyang<br/>mga datos na file.<strong>May ilang trackers na nagmumulta sa ganitong paraan ng pagleech</strong>.</html>
tr: <html><strong>Tamamlanmış torrent indirmelerini tohumlamayın.</strong> İnternetteki BitTorrent kullanıcıları<br/>bir torrentin dosya parçalarını, sadece siz onun veri dosyalarını indirirken sizden <br/>indirebilir. <strong>Bazı izleyiciler bu Leeching (sülük gibi yapışma) hareketini cezalandıracaktır</strong>.</html>
zh_tw: 無法播種完整的種子檔。BitTorrent網路用語只可能下載您的種子檔中大量上傳資料檔案。一些伺服器會處罰該下載行為。

source: <html><strong>Seed handpicked torrent files.</strong> Handpicked file torrents downloads (Partial Downloads) can result in seeding data chunks of neighboring incomplete files.<br/>This feature is <strong>recommended for advanced users only</strong> as it can lead to downloading parts of files you may have not explicitly chosen for download.</html>
pl: <html><strong>Seeduj wyselekcjonowane pliki torrentu.</strong> Wyselekcjonowane pobraniatorrentów (Częściowe Pobrania) mogą spowodowac seedowanie fragmentów danych sąsiednich niekompletnych plików.<br/>Ta własciwość jest <strong>polecana tylko dla zaawansowanych użytkowników,</strong> ponieważ może spowodować pobieranie części plików które mogły nie być przez ciebie wyraźnie wybrane do pobrania.</html>

source: Install
pl: Zainstaluj

source: Play Video preview of
pl: Odtwórz Podgląd Wideo

source: Play Audio preview of
pl: Odtwórz Podgląd Audio

source: Options
de: Einstellungen
pl: Opcje
tl: Pagpipilian
tr: Seçenekler
zh_tw: 選項(&O)

source: You can configure the folders you share in FrostWire's Options.
de: Sie können die freigegebenen Ordner in den FrostWire-Einstellungen konfigurieren.
pl: Możesz wybrać katalogi którymi się dzielisz w Opcjach FrostWire.
tl: Maari mong isaayos ang mga folder na iyong ibinabahagi sa Pagpipilian ng FrostWire.
tr: Paylaşım klasörlerinizi FrostWire 'ın Seçeneklerinden ayarlayabilirsiniz.
zh_tw: 您可以在選項裡設定要共用的資料夾

source: Send
de: Senden
pl: Wyslij
tl: Ipadala
tr: Gönder
zh_tw: 傳送

source: Do you want to send this file to a friend?
de: Möchten Sie diese Datei an einen Freund senden?
pl: Czy chcesz wysłać ten plik to przyjaciela?
tl: Gusto mo bang ipadala ang file na ito sa isang kaibigan?
tr: Bu dosyayı bir arkadaşınıza göndermek istediğinize emin misiniz?
zh_tw: 搜尋與這個檔名相同的檔案。

source: Send files with FrostWire
de: Senden Sie Dateien mit FrostWire
pl: Wyślij pliki przez FrostWire
tl: Magpadala ng files gamit ang FrostWire
tr: Dosyaları FrostWire ile Gönderin
zh_tw: FrostWire 使用說明

source: Add
de: Hinzufügen
pl: Dodaj
tl: Idagdag
tr: Ekle
zh_tw: 新增

source: The device is busy with another transfer or did not authorize your request
pl: Urządzenie jest zajęte innym transferem albo nie zatwierdziło twojej prośby

source: Transfer failed
de: Transfers
pl: Transfer się nie udał
tr: Aktarım başarısız oldu
zh_tw: 全部下載傳輸

source: Upload to device
de: Upload-Grenze erreicht
pl: Wyślij do urządzenia
tr: Yükleme Sınırına Ulaşıldı
zh_tw: 達到上傳限制

source: Waiting for device authorization...
pl: Czekam na zatwierdzienie urządzenia...
tr: Cihazın yetkilendirilmesi bekleniyor...

source: Uploading
de: Upload läuft
pl: Wysyłanie
tl: Jaan
tr: yükleme
zh_tw: 正在上傳

source: Wi-Fi download error. Please try again.
pl: Błąd pobrania z sieci Wi-Fi. Proszę spróbować ponownie.

source: Internet Radio
pl: Radio Internetowe
tl: Radyo sa internet
tr: İnternet Radyosu
zh_tw: 網路電臺

source: Icon
de: Symbol
pl: Ikony
tr: Simge
zh_tw: 圖示

source: Title
de: Titel
pl: Tytuł
tl: Titulo
tr: Başlık
zh_tw: 標題:

source: Artist
de: Künstler
pl: Wykonawca
tl: Artista
tr: Sanatçı
zh_tw: 演出者:

source: Year
de: Jahr
pl: Rok
tl: Taon
tr: Yıl
zh_tw: 年份:

source: Date Added
de: Hinzugefügt am
pl: Data Dodania
tl: Petsa ng pagdagdag
tr: Eklenmiş Tarih
zh_tw: 另存為

source: Date Modified
de: Zuletzt geändert
pl: Data Zmian
tl: Petsa ng pagbago
tr: Düzenlenmiş Tarih
zh_tw: 修改日期:

source: Search
de: Suche
pl: Szukaj
tl: Maghanap
tr: Ara
zh_tw: 個搜尋

source: Save
de: Speichern
pl: Zapisz
tl: Sagipin
tr: Kaydet
zh_tw: 另存為

source: Save Selected Files To Folder
de: Ausgewählte Dateien speichern unter
pl: Zapisz Wybrane Pliki do Katalogu
tl: Sagipin ang napiling mga files sa folder
tr: Seçili dosyaları Klasörlere Kaydedin
zh_tw: 清除選取的下載

source: tracks
de: Track
pl: utwory
tl: mga tracks
tr: izler
zh_tw: 曲目

source: Wi-Fi Sharing
pl: Udostępnianie przez Wi-Fi

source: Configure Options
de: Optionen konfigurieren
pl: Konfiguruj Opcje
tl: Ayusin ang Pagpipilian
tr: Seçenekleri Ayarlayın
zh_tw: 設定共用選項

source: You can configure the FrostWire's Options.
de: Sie können die FrostWire-Einstellungen konfigurieren.
pl: Możesz skonfigurować opcje FrostWire
tl: Maari mong isaayos ang pagpipilian ng FrostWire
tr: FrostWire 'ın Seçeneklerini ayarlayabilirsiniz.
zh_tw: 您可以在選項裡設定要共用的資料夾

source: Refresh
de: Aktualisieren
pl: Odśwież
tl: Sariwain
tr: Tazele
zh_tw: 重新整理

source: Refresh selected
de: Ausgewählte Dateien aktualisieren
pl: Odśwież wybrane
tl: Sariwain ang napili
tr: Seçilenleri Tazele
zh_tw: 連線等級:

source: Open Library Folder
de: Verzeichnis Öffnen
pl: Otwórz Katalog Plikoteki
tl: Buksan ang folder ng aklatan
tr: Kütüphane Dizinini Aç
zh_tw: 打開檔案資料庫目錄

source: Wi-Fi Shared
pl: Udostępnione na sieci Wi-Fi

source: Path
de: Pfad
pl: Ścieżka
tl: Daanan
tr: Dizin
zh_tw: 路徑

source: Last Modified
de: Letzte Änderung
pl: Data Zmian
tl: Huling ginalaw
tr: Son Düzenleme
zh_tw: 修改日期:

source: Move to Recycle Bin
de: In den Papierkorb verschieben
pl: Przenieś do Kosza
tl: Ilipat sa Recycle Bin
tr: Çöp Kutusuna Taşı
zh_tw: 移到回收站

source: Move to Trash
de: In den Papierkorb verschieben
pl: Przenieś do Kosza
tl: Ilipat sa basurahan
tr: Çöpe Taşı
zh_tw: 移到回收站

source: Delete
de: Löschen
pl: Usuń
tl: Burahin
tr: Sil
zh_tw: 刪除

source: Are you sure you want to delete the selected file(s), thus removing it from your computer?
de: Sind Sie sich sicher, dass Sie die ausgewählte(n) Datei(n) löschen möchten, dadurch werden die ausgewälten Dateien von Ihrem Computer entfernt?
pl: Czy na pewno chcesz usunąć wybrane pliki i tym samym usunąć je z twojego komputera?
tl: Sigurado ka bang gusto mong burahin and napiling file(s) kaya't mabubura din ito sa iyong computer?
tr: Sen seçilen dosyayı silmeyi istediğine emin misin, böylece senin bilgisayarından silinecek?
zh_tw: 確認刪除選中檔，從電腦中移除嗎？

source: Message
de: Info
pl: Wiadomość
tl: Mensahe
tr: İleti
zh_tw: 訊息

source: The following files could not be deleted. They may be in use by another application or are currently being downloaded to.
de: Die volgende Datei konnte nicht gelöscht werden. Die datei wird von einem anderen Programm benutzt oder wird gerade Heruntergeladen.
pl: Poniższe pliki nie mogly zostać usunięte. Mogą być używane przez inną aplikację lub w tej chwili pobierane.
tl: Ang mga sumusunod na files ay hindi mabura. Maaring sila ay ginagamit ng ibang aplikasyon o kasalukuyan pang dinadownload.
tr: Bu dosyalar silinemiyor. Başka bir uygulama tarafından kullanılıyor veya indirilmeye halen devam ediliyor olabilirler.
zh_tw: 不能刪除下面的文件。它們可能在另一個應用中使用了或者當前不能下載。

source: Launch in
de: Öffnen mit
pl: Załaduj w
tl: I-launch sa
tr: Şunda çalıştır:
zh_tw: 開啟

source: Launch Selected Files in
de: Ausgewählten Dateien öffnen mit
pl: Załaduj Wybrane Pliki w
tl: I-launch ang napiling file sa
tr: Seçili Dosyaları Şunda Çalıştır:
zh_tw: 開啟選取的檔案

source: Create a new .torrent file
de: Neue .torrent Datei erstellen
pl: Stwórz nowy plik .torrent
tl: Gumawa ng bagong .torrent na file
tr: Yeni bir .torrent dosyası oluştur
zh_tw: 共用的檔案

source: Delete Selected Files
de: Löscht die ausgewählten Dateien.
pl: Usuń Zaznaczone Pliki
tl: Burahin ang napiling mga files
tr: Seçilen Dosyaları Sil
zh_tw: 刪除選取的檔案

source: Rename
de: Umbenennen
pl: Zmień Nazwę
tl: Palitan ng pangalan
tr: Yeniden Adlandır
zh_tw: 重新命名

source: Send audio files to iTunes
de: Audiodaten zu iTunes senden
pl: Wyślij pliki muzyczne do iTunes
tl: Ipadala ang audyo na files sa iTunes
tr: Ses dosyalarını iTunes'a gönderin
zh_tw: 儲存目前的播放清單。

source: Extract Audio
pl: Wydobyj Audio

source: Extract .m4a Audio from this .mp4 video
pl: Wydobyj .m4a Audio z tego .mp4 widea

source: Extracting audio from
pl: Wydobywam dźwięk z

source: Extracting audio from selected video...
pl: Wydobywam dźwięk z wybranego widea...

source: Done extracting audio.
pl: Zakończyłem wydobywanie dźwięku.

source: Could not extract audio from
pl: Nie udało się wydobyć dźwięku z

source: Share
de: Freigeben
pl: Podziel się
tl: Jaa
tr: Paylaş
zh_tw: 共用

source: file on local Wi-Fi network
pl: plikiem on lokalnej sieci Wi-Fi

source: Bookmarked
de: Lesezeichen gesetzt
pl: Dodano Zakładkę
tl: Nabookmark
tr: Yer imlerine eklendi
zh_tw: 標記

source: Genre
pl: Gatunek
tl: Uri
tr: Tarz
zh_tw: 流派

source: Bitrate
pl: Próbkowanie
tr: Veri akış hızı
zh_tw: 位元率:

source: Website
de: Webseite
pl: Strona
tr: İnternet Sitesi
zh_tw: 網站

source: Description
de: Beschreibung
pl: Opis
tl: Paglalarawan
tr: Açıklama
zh_tw: 描述

source: Are you sure you want to remove the selected radio station?
de: Sind Sie sich sicher, dass Sie den ausgewählten Radiosender löschen möchten?
pl: Czy na pewno chcesz usunąć wybraną stację radiową?
tl: Sigurado ka bang gusto mong tanggalin ang napiling istasyon ng radyo?
tr: Seçili radyo istasyonunu silmek istediğinize emin misiniz?
zh_tw: 確定要刪除選取的檔案嗎?

source: Are you sure you want to remove the selected radio stations?
de: Sind Sie sich sicher, dass Sie die ausgewählten Radiosender löschen möchten?
pl: Czy na pewno chcesz usunąć wybrane stacje radiowe
tl: Sigurado ka bang gusto mong tanggalin ang napiling mga istasyon ng radyo?
tr: Seçili radyo istasyonunu silmek istediğinize emin misiniz?
zh_tw: 確定要刪除選取的檔案嗎?

source: Add Radio
de: Radio hinzufügen
pl: Dodaj Radio
tl: Magdagdag ng Radyo
tr: Radyo Ekleyin
zh_tw: 添加電臺

source: Add a new Radio Station. You must enter the Stream's URL
de: Neuen Radiosender hinzufügen. Sie müssen die URL des Stream eingeben
pl: Dodaj nową Stację Radiową. Musisz wpisać URL strumienia
tl: Magdagdag ng bagong istasyon ng radyo. Kailangan mong isulat ang URL ng stream
tr: Yeni bir Radyo İstasyonu ekleyin. Veri Akış adresini girmek zorundasınız
zh_tw: 添加新的廣播電臺。必須輸入音訊流的URL

source: Radio Station's stream URL
de: URL des Stream des Radiosenders
pl: URL Strumienia Stacji Radiowej
tl: Ang URL ng stream ng radyo
tr: Radyo İstasyonu'nun veri akış adresi
zh_tw: 電臺的音訊流URL

source: Add Radio Station
de: Radiosender hinzufügen
pl: Dodaj Stację Radiową
tl: Magdagdag ng istasyon ng radyo
tr: Radyo İstasyonu Ekleyin
zh_tw: 添加電臺

source: Delete Radio Station
de: Radiosender entfernen
pl: Usuń Stację Radiową
tl: Mga naburang Istasyon ng Radyo
tr: Radyo İstasyonu Silin
zh_tw: 刪除電臺

source: Copy Stream URL
de: URL des Stream kopieren
pl: Kopiuj URL Strumienia
tl: Kopyahin ang URL ng Stream
tr: Akış adresini kopyala
zh_tw: 複製音訊流URL

source: Loading Library Window...
de: Dateisammlungsfenster wird geladen...
pl: Ładuję Okna Plikoteki...
tl: Ikinakarga ang Bintana ng Aklatan
tr: Kütüphane Yükleniyor...
zh_tw: 載入檔案資料庫視窗...

source: New Playlist
de: Neue Wiedergabeliste
pl: Nowa Playlista
tl: Bagong Playlist
tr: Yeni Oynatma Listesi
zh_tw: MP3 播放清單

source: Creates a new Playlist
de: Erstellt eine neue Wiedergabeliste
pl: Tworzy nową Playlistę
tl: Gagawa ng bagong Playlist
tr: Yeni bir Oynatma Listesi Oluşturur
zh_tw: 創建新的播放清單

source: Open Playlist (.m3u)
de: PlayList (.m3u) öffnen
pl: Otwórz Playlistę (.m3u)
tl: Buksan ang Playlist (.m3u)
tr: Oynatma Listesini Aç (.m3u)
zh_tw: 打開選擇播放清單 (.m3u)

source: Save Playlist As
de: PlayList speichern unter...
pl: Zapisz Playlistę jako
tl: Sagipin ang Playlist Bilang...
tr: Oynatma Listesini Farklı Kaydet
zh_tw: 儲存播放清單為...

source: Warning: a file with the name {0} already exists in the folder. Overwrite this file?
de: WARNUNG: eine datei mit dem Namen {0} besteht bereits in diesem Ordner. Die Datei überschreiben?
pl: Uwaga: plik o nazwie {0} już istnieje w tym katalogu. Chy chcesz ten plik zastąpić?
tl: Babala: Mayroon ng file na nagngangalang {0} sa folder na ito. Palitan ang file?
tr: Dikkat: {0} isimli bir öğe bu dosyada zaten var. Üstüne yazılsın mı?
zh_tw: 警告：檔案名為{0}已存在。是否覆蓋原文件？

source: Refresh Audio Properties
de: Audio-Eigenschaften aktualisieren
pl: Odśwież Właściwości Audio
tl: Sariwain ulit ang Pag-aari ng Audio
tr: Ses Özelliklerini Yenileyin
zh_tw: 刷新音訊屬性

source: Refresh the audio properties based on ID3 tags of selected items
de: Audio-Eigenschaften der ausgewählten Elemente anhand der ID3-Tags aktualisieren
pl: Odśwież właściwości audio na podstawie etykietek ID3
tl: Sariwin ulit ang pagaari ng audio base sa ID3 tags ng mga napili
tr: Seçilen öğelerin ses özelliklerini ID3 etiketi bazında yenileyin
zh_tw: 刷新選中專案ID3標籤的音訊屬性

source: Delete Playlist
de: Wiedergabeliste löschen
pl: Usuń Playlistę
tl: Burahin ang Playlist
tr: Oynatma Listesini Sil
zh_tw: MP3 播放清單

source: Are you sure you want to delete the playlist? (No files will be deleted)
de: Sind Sie sich sicher, dass Sie die ausgewählte Wiedergabeliste löschen möchten? (Dateien werden nicht gelöscht)
pl: Czy na pewno chcesz usunąć tą playlistę? (Żadne pliki nie zostaną usunięte)
tl: Sigurado ka bang gusto mong burahin ang Playlist? (Walang mabubura na file)
tr: Bu oynatma listesini silmek istediğinizden emin misiniz? (Hiçbir dosya silinmeyecek)
zh_tw: 確定要刪除選取的檔案嗎?

source: Cleanup playlist
de: Wiedergabeliste bereinigen
pl: Wyczyść Playlistę
tl: Linisin ang playlist
tr: Oynatma Listesini Temizle
zh_tw: 清除上傳

source: Remove the deleted items
de: Gelöschte Einträge entfernen
pl: Wyczyść usunięte elementy
tl: Alisin ang mga nabura
tr: Silinmiş Nesneyi Kaldır
zh_tw: 移除選取的項目

source: Rename Playlist
de: Wiedergabeliste umbenennen
pl: Zmień Nazwę Playlisty
tl: Baguhin ang pangalan ng Playlist
tr: Oynatma Listesini Yeniden Adlandırın
zh_tw: 儲存播放清單為...

source: Playlist Files (*.m3u)
de: PlayList Dateien (*.m3u)
pl: Pliki playlisty (*.m3u)
tl: Mga Files ng Playlist (*.m3u)
tr: Oynatma listesi dosyaları
zh_tw: 播放清單檔案 (*.m3u)

source: Import .m3u to Playlist
de: Neuen Torrent erstellen
pl: Importuj .m3u do Playlisty
tl: Mag-angkat .m3u sa playlist
tr: .m3u yu Oynatma listesine dönüştür
zh_tw: 導入.m3u到播放清單

source: Import a .m3u file into the selected playlist
de: Importiere .m3u-Datei in die ausgewählte Wiedergabeliste
pl: Importuj plik .m3u do wybranej playlisty
tl: Mag-angkat ng .m3u na file sa napiling playlist
tr: Bir .m3u dosyasını seçilen oynatma listesine aktarın
zh_tw: 導入一個.m3u文件到已選播放清單

source: Import .m3u to New Playlist
de: Importiere .m3u zu neuer Wiedergabeliste
pl: Importuj plik .m3u do Nowej Playlisty
tl: Mag-angkat ng .m3u sa bagong playlist
tr: .m3u'yu Yeni Oynatma Listesine aktarın
zh_tw: 導入.m3u到新播放清單

source: Import a .m3u file to a new playlist
de: Importiere .m3u-Datei zu einer neuen Wiedergabeliste
pl: Importuj plik .m3u do Nowej Playlisty
tl: Mag-angkat ng .m3u na file sa bagong playlist
tr: .m3u dosyasını yeni bir oynatma listesine aktarın
zh_tw: 導入一個.m3u文件到新播放清單

source: Copy all playlist files to a folder of your choosing
pl: Skpiuj wszystkie pliki playlisty do wybranego katalogu

source: Export Playlist to .m3u
de: Wiedergabeliste als .m3u exportieren
pl: Eksportuj Playlistę do .m3u
tl: Ilabas ang Playlist sa .m3u
tr: Oynatma listesini .m3u'ya taşıyın
zh_tw: 打開選擇播放清單 (.m3u)

source: Export this playlist into a .m3u file
de: Wiedergabeliste als .m3u-Datei expotieren
pl: Eksportuj tą playlistę do pliku .m3u
tl: Ilabas ang playlist na ito sa isang .m3u na file
tr: Bu oynatma listesini bir .m3u dosyasına aktarın
zh_tw: 匯出播放清單到一個.m3u文件

source: Export this playlist into an iTunes playlist
pl: Eksportuj tą playlistę jako playlistę z iTunes

source: Starred
de: Markiert
pl: Ulubione
tl: Nagkabituin
tr: Yıldızlı
zh_tw: 星級

source: Length
de: Länge
pl: Czas trwania
tl: Haba
tr: Uzunluk
zh_tw: 长度

source: Track
pl: Utwór
tr: Parça
zh_tw: 曲目

source: Comment
de: Kommentar
pl: Komentarz
tl: Komentaryo
tr: Yorum
zh_tw: 評論

source: Duration
de: Dauer
pl: Czas Trwania
tl: Tagal
tr: Süre
zh_tw: 描述

source: Folder
de: Verzeichnis
pl: Katalog
tr: Klasör
zh_tw: 資料夾:

source: Delete Selected Files from this playlist
de: Löscht die ausgewählte Datei aus der Wiedergabeliste
pl: Usuń Wybrane Pliki z tej Playlisty.
tl: Burahin ang napiling mga files sa Playlist na ito
tr: Seçilen dosyaları oynatma listesinden çıkar
zh_tw: 從播放清單中刪除選取的檔案

source: Refresh the audio properties based on ID3 tags
de: Audio-Eigenschaften anhand der ID3-Tags aktualisieren
pl: Odśwież właściwości audio na podstawie tagów ID3
tl: Sariwin ulit ang pagaari ng audio base sa ID3 tags
tr: ID3 etiketleri temelli ses özelliklerini yenileyin
zh_tw: 刷新ID3標籤的音訊屬性

source: search results
de: Suchergebnis
pl: rezultaty wyszukiwania
tl: mga resulta ng paghahanap
tr: arama sonuçları
zh_tw: 搜尋結果速度

source: Importing
de: Importieren
pl: Importuję
tl: Inaangkat
tr: İçe-aktarılıyor
zh_tw: 導入

source: Playlist name
de: Name Wiedergabeliste
pl: Nazwa Playlisty
tl: Pangalan ng playlist
tr: Oynatma Listesinin adı
zh_tw: MP3 播放清單

source: Refreshing
de: Aktualisieren
pl: Odświeżam
tl: Sinasariwa
tr: Yeniliyor
zh_tw: 重新整理

source: Importing from
de: Importieren
pl: Importuję z
tl: Inaangkat mula
tr: Şuradan içe aktarılıyor
zh_tw: 從...導入

source: Error importing Radio Station from
de: Fehler beim Importieren des Radiosenders
pl: Błąd importowania Stacji Radiowej z
tl: Kamalian sa pag-angkat ng istasyon ng radyo galing
tr: Radyo İstasyonuınu şuradan içe aktarmada hata :
zh_tw: 從...導入電臺出錯

source: Holds the Results for
de: Enthält das Suchergebnis der letzten Suche
pl: Trzyma Rezultaty dla
tl: Hindi ilalabas ang resulta para sa
tr: Şunun için Arama Sonuçlarını Tutar
zh_tw: 過濾結果

source: Library Folders
de: Verzeichnisse der Dateisammlung
pl: Katalogi Plikoteki
tl: Mga folders ng Aklatan
tr: Kütüphane Klasörleri
zh_tw: 打開檔案資料庫目錄

source: Legend
de: Legende
pl: Legenda
tl: Alamat
tr: Alan
zh_tw: 傳送

source: Folder and subfolders are included in the Library.
de: Verzeichnisse und Unterverzeichnisse sind in der Dateisammlung enthalten
pl: Katalog i podkatalogi są zawarte w Plikotece.
tl: Kalakip ang mga folder at folder sa ibaba sa Aklatan.
tr: Klasör ve altklasörler kütüphanede yer alır.
zh_tw: 以下選取的資料夾(以及子資料夾)將被共用。

source: Folder is not included and no subfolders are included in the Library.
de: Verzeichnisse und Unterverzeichnisse sind nicht in der Dateisammlung enthalten.
pl: I Katalog i podkatalogi nie są zawarte w Plikotece.
tl: Hindi kalakip ang folder at walang folder sa ibaba na kasama sa Aklatan.
tr: Klasör ve hiçbir altklasör Kütüphanede bulunmuyor.
zh_tw: 以下選取的資料夾(以及子資料夾)將被共用。

source: Folder's files and some subfolders are included in the Library.
de: Dateien im Ordner und einige Unterordner sind freigegeben.
pl: Pliki katalogu i pewne podkatalogi są zawarte w Plikotece.
tl: Ang mga files ng folders at ilang mga folder sa ibaba ay kasama sa Aklatan.
tr: Klasörlerin dosyaları ve bazı altklasörler Kütüphanede mevcut.
zh_tw: 以下選取的資料夾(以及子資料夾)將被共用。

source: Applications
de: Programme
pl: Aplikacje
tl: Mga Aplikasyon
tr: Uygulamalar
zh_tw: 表演:

source: Documents
de: Dokumente
pl: Dokumenty
tl: Dokumentit
tr: Belgeler
zh_tw: 文件

source: Pictures
de: Bilder
pl: Obrazki
tl: Mga larawan
tr: Resimler
zh_tw: 圖片

source: Ringtones
de: Klingeltöne
pl: Dzwonki
tl: Mga ringtones
tr: Cep melodileri
zh_tw: 鈴聲

source: Video
pl: Wideo
tl: Bidyo
zh_tw: 檢視

source: Unkown file type
de: Unbekannte Dateiart
pl: Nieznany typ pliku
tl: Hini kilala ang klase ng file
tr: Bilinmeyen dosya türü
zh_tw: 授權類型:

source: Play
de: Start
pl: Odtwórz
tl: Patugtugin
tr: Oynat
zh_tw: 播放

source: Next
de: Weiter
pl: Dalej
tl: Sunod
tr: Sonraki
zh_tw: 下一個

source: Previous
de: Zurück
pl: Cofnij
tl: Bumalik
tr: Önceki
zh_tw: 上一個

source: Volume
pl: Głośność

source: Send this file to a friend
de: Diese Datei an einen Freund senden
pl: Wyślij ten plik do przyjaciela
tl: Ipadala ang file na ito sa isang kaibigan
tr: Bu dosyayı bir arkadaşınıza gönderin
zh_tw: 儲存目前的播放清單。

source: Show the source of this media
pl: Pokaż źródło twoich mediów

source: Shuffle songs
de: Zufällig abspielen
pl: Mieszaj Utwory
tl: Balasahin ang mga kanta
tr: Şarkıları karıştır
zh_tw: 隨機

source: Repeat songs
de: Titel wiederholen
pl: Powtarzaj Utwory
tl: Ulitin ang mga kanta
tr: Şarkıları tekrar et
zh_tw: 歌曲迴圈

source: this artist(s)
pl: ten wykonawca(y)

source: Open Facebook page of
pl: Otwórz stronę Facebook

source: Open Twitter page of
pl: Otwórz Stronę Twitter

source: Playing local file
pl: Odtwarzanie pliku z dysku
