Repository: muckachina/frostwire-desktop
Catalog: lib/messagebundles/*.po
Languages: de, pl, tl, tr, zh_tw

source: Playing track from
pl: Odtwarzanie utworu z

source: Open YouTube source page
pl: Otwórz Źródło z YouTube

source: Open SoundCloud source page
pl: Otwórz Źródło z SoundCloud

source: Open Archive.org source page
pl: Otwórz Źródło z Archive.org

source: Playing Internet Radio
pl: Odtwarzanie Radia Internetowego

source: Playing local Wi-Fi Stream from
pl: Odtwarzanie lokalnego strumienia Wi-Fi z

source: unknown device
pl: nieznane urządzenie

source: file
de: Datei
pl: plik
tr: dosya
zh_tw: 檔案

source: folder
de: Verzeichnis
pl: katalog
tr: klasör
zh_tw: 資料夾:

source: Do you want to send this {0} to a friend?
de: Möchtest Sie dies {0} an einen Freund senden?
pl: Czy chcesz wysłać ten {0} do przyjaciela?
tl: Gusto mo bang ipadala ang {0} sa isang kaibigan?
tr: Bu {0} öğesini bir arkadaşınıza göndermek ister misiniz?
zh_tw: 是否發送此{0}給好友？

source: Hints by Google
de: Vorschläge von Google
pl: Wskazówki Google
tl: Mga paalala ng Google
tr: Google'dan İpuçları
zh_tw: 穀歌提示

source: Undo
de: Rückgängig machen
pl: Cofnij
tl: Ibalik
tr: Geri Al
zh_tw: 復原

source: Cut
de: Ausschneiden
pl: Wytnij
tl: Putulin
tr: Kes
zh_tw: 剪下

source: Copy
de: Kopieren
pl: Kopiuj
tl: Kopyahin
tr: Kopyala
zh_tw: 複製

source: Paste
de: Einfügen
pl: Wklej
tl: Idikit
tr: Yapıştır
zh_tw: 貼上

source: Select All
de: Alles Auswählen
pl: Zaznacz Wszystko
tl: Piliin lahat
tr: Tümünü seç
zh_tw: 全部不選

source: Clear History
de: Verlauf löschen
pl: Wyczyść Historię
tl: Linisin ang History
tr: Geçmişi Sil
zh_tw: 清除歷史記錄

source: Library
de: Medienbibliothek
pl: Plikoteka
tl: Aklatan
tr: Kütüphane
zh_tw: 檔案資料庫

source: Browse, Search and Play files in your computer. Wi-Fi sharing, Internet Radio and more.
pl: Przeglądaj, Szukaj i Odtwarzaj pliki w twoim komputerze. Udostępnianie Wi-Fi, Internet Radio i więcej.

source: FileChooser.filesOfTypeLabelText
pl: FileChooser.folderNameLabelText

source: Update
de: Updates
pl: Aktualizuj
tl: I-update
tr: Güncelle
zh_tw: 更新

source: All Types
de: Alle Datentypen
pl: Wszystkie Typy
tl: Lahat ng Klase
tr: Tüm Dosya Türleri
zh_tw: 任何類型

source: Books/Docs
de: Bücher/Dokumente
pl: Książki/Dokumenty
tl: Mga Aklat/Mga dokumento
tr: Kitaplar/Dökümanlar
zh_tw: 書籍/文檔

source: Programs
de: Programme
pl: Programy
tl: Mga Programa
tr: Programlar
zh_tw: 程式

source: Images
de: Bilder
pl: Obrazki
tl: Mga imahe
tr: Resimler
zh_tw: 圖片

source: Torrents
de: BitTorrent
pl: Torrenty
tl: Mga torrent
tr: Torrentler
zh_tw: 目前

source: About FrostWire
de: Informationen über FrostWire
pl: O FrostWire
tl: Tungkol sa FrostWire
tr: FrostWire Hakkında
zh_tw: 關於 FrostWire

source: End User License Agreement
pl: Umowa Licencyjna Użytkownika Końcowego

source: Close This Window
de: Schließt dieses Fenster
pl: Zamknij To Okno
tl: Isara ang bintana na ito
tr: Bu Pencereyi Kapat
zh_tw: 關閉關於視窗

source: <h1>FrostWire Logo Designer</h1>
pl: <h1>Projektant Loga FrostWire</h1>
tl: <h1>Tagadisenyo ng tatak ng Frostwire</h1>
tr: <h1>FrostWire Logo Tasarımcısı</h1>
zh_tw: FrostWire商標設計師

source: <h1>FrostWire Graphics Designers/Photographers</h1>
de: <h1>FrostWire Grafik Designer/Photographen</h1>
pl: <h1>Projektant Grafiki FrostWire</h1>
tl: <h1>Mga tagadisenyong panggrapiko o mga retratista<h1>
tr: <h1>FrostWire Grafik Tasarımcıları/Fotoğrafçıları</h1>
zh_tw: FrostWire 葉節點

source: <h1>Thanks to Former FrostWire Developers</h1>
de: <h1>Danke an ehemalige FrostWire Entwickler</h1>
pl: <h1>Dzięki dla Byłych Programistów FrostWire</h1>
tl: <h1>Salamat sa mga dating tagadevelop ng Frostwire</h1>
tr: <h1>Eski FrostWire Geliştiricilerine Teşekkürler</h1>
zh_tw: 感謝FrostWire前開發人員

source: <h1>Thanks to the FrostWire Chat Community!</h1>
de: <h1>Danke an die FrostWire Chat Community</h1>
pl: <h1>Dzięki dla Społeczności Czatu FrostWire!</h1>
tl: <h1>Salamat sa Komunidad ng usapan ng Frostwire!<h1>
tr: <h1>FrostWire Sohbet Topluluğu'na Teşekkürler!</h1>
zh_tw: 感謝FrostWire聊天社區！

source: Thanks to everybody that has helped us everyday in the forums and chatrooms, you not only help new users but you also warn the FrostWire team of any problem that occur on our networks. Thank you all, without you this wouldn't be possible!
de: Danke an alle, die uns jeden Tag in den Foren und Chatrooms geholfen haben, ihr habt nicht nur neuen Nutzern weitergeholfen, aber auch das FrostWire Team über Probleme in unseren Netzwerken informiert. Vielen Dank an Euch alle, ohne Euch wäre dies nicht möglich!
pl: Dzięki dla każdego kto codziennie pomagał na naszych forach i czatach. Wy nie tylko pomagacie wszystkim użytkownikom, ale również ostrzegacie zespół FrostWire przed problemami na naszej sieci. Wielkie dzięki - bez was then projekt nie był by możliwy!
tl: Salamat sa lahat ng tumulong sa amin sa mga forum at chatroom, hindi lamang kayo tumutulong sa mga bagohan kung hindi binabalaan rin ninyo ang koponan ng Frostwire sa kahit anong problema na maaring mangyari sa ating network. Salamat sa lahat, kung wala kayo ito ay hindi magiging posible!
tr: Forumlarda ve sohbet odalarında bize yardımcı olan herkese çok teşekkürler, sadece yeni kullanıcılara yardım etmekle kalmıyorsunuz, ayrıca FrostWire ekibini ağlarımızda oluşabilecek her türlü problem hakkında uyarıyorsunuz. Hepinize teşekkürler, siz olmadan bu asla mümkün olamazdı!
zh_tw: 感謝每天在論壇和聊天室幫助我們的每個人，你們不僅幫助新用戶，還提醒FrostWire團隊在我們網路中發生的任何問題。感謝你們所有人，沒有你們，就沒有現在的成就！

source: <br><br>In Special we give thanks to the Chatroom Operators and Forum Moderators
de: <br><br>Insbesondere möchten wir uns bei den Betreibern der Chatrooms und Moderatoren der Foren bedanken
pl: <br><br>Szególnie, chcielibyśmy podziękować Operatorom Czatu oraz Moderatorom Forum
tl: <br><br>Espesyal kaming nagpapasalamat sa mga tagapalakad ng chatroom at mga tagapamagitan ng forum
tr: <br><br>Özellikle, Sohbetodası Operatörlerine ve Forum Moderatörlerine özellikle teşekkür ederiz ve
zh_tw: 特別感謝聊天室管理員和論壇版主

source: <h1>FrostWire Chat Operators</h1>
de: <h1>FrostWire Chat Betreiber</h1>
pl: <h1>Operatorzy Czatu FrostWire</h1>
tl: <h1>Mga tagapalakad ng Chat</h1>
tr: <h1>FrostWire Sohbet Operatörleri</h1>
zh_tw: FrostWire聊天管理員

source: <h1>FrostWire Forum Moderators</h1>
de: <h1>FrostWire Forum Moderatoren</h1>
pl: <h1>Moderatorzy Forum FrostWire</h1>
tl: <h1>Mga tagapamagitan ng Forum ng FrostWire</h1>
tr: <h1>FrostWire Forum Moderatörleri</h1>
zh_tw: FrostWire論壇版主

source: And also to the Support Volunteer Helpers:
de: Und auch vielen Dank an die freiwilligen Support-Personen:
pl: A także pomocy od Wolontariuszy
tl: Salamat din sa mga tumutulong na boluntaryong tagasuporta
tr: Gönüllü Destek Yardımcılarına teşekkürlerimizi bir borç biliriz:
zh_tw: 還有支持自願幫助的人

source: <h1>Thanks to the LimeWire Developer Team</h1>
de: <h1>Danke an das LimeWire Entwickler-Team</h1>
pl: <h1>Dzięki dla Zespołu Programistów LimeWire</h1>
tl: <h1>Salamat sa koponan ng tagadevelop ng Limewire </h1>
tr: <h1>LimeWire Geliştirme Ekibi'ne Teşekkürler</h1>
zh_tw: 感謝LimeWire開發團隊

source: Several colleagues in the Gnutella community merit special thanks. These include:
de: Vielen Kollegen in der Gnutella Community gebührt ein spezieller Dank. Zu diesen gehören:
pl: Specjalne podziękowania dla kolegów w społeczności Gnutella. Są to między innymi:
tl: Maraming kasamahan namin sa komunidad ng Gnutella ang dapat pasalamatan. Sila ay sina:
tr: Gnutella topluluğundaki çeşitli meslektaşlar özel teşekkürü hakederler. Bunlar:
zh_tw: 特別感謝Gnutella社區的一些同事。包括：

source: <h1>Thanks to the PJIRC Staff</h1>
de: <h1>Danke an das PJIRC Team</h1>
pl: <h1>Dzięki dla załogi PJIRC</h1>
tl: <h1>Salamat sa staff ng PJIRC</h1>
tr: <h1>PJIRC Çalışanlarına Teşekkürler</h1>
zh_tw: 感謝PJIRC員工

source: <h1>Thanks to the Automatix Team</h1>
de: <h1>Danke an das Automatix Team</h1>
pl: <h1>Dzięki dla załogi Automatix</h1>
tl: <h1>Salamat sa koponan ng Automatix</h1>
tr: <h1>Automatix Ekibi'ne Teşekkürler</h1>
zh_tw: 感謝Automatix團

source: <h1>Thanks to Ubuntu/Kubuntu Teams</h1>
de: <h1>Danke an die Ubuntu/Kubuntu Teams</h1>
pl: <h1>Dzięki dla załogi Ubuntu/Kubuntu</h1>
tl: <h1>Salamat sa mga koponan ng Ubuntu o Kubuntu</h1>
tr: <h1>Ubuntu/Kubuntu Ekiplerine Teşekkürler</h1>
zh_tw: 感謝Ubuntu/Kubuntu團隊

source: <p>For making the world a better place with such an excellent distro, you'll be the ones to make a difference on the desktop.</p>
de: <p>Dafür, dass Ihr die Welt mit euren exzellenten Distributionen verbessert habt, Ihr seid diejenigen, die auf dem Desktop einen Unterschied machen</p>
pl: <p>Tworząc tak niesamowite oprogramowanie, to wy będziecie tymi, którzy na prawde ulepszą komputery, a tym samym cały świat.</p>
tl: <p>Para sa pagpapabuti ng ating mundo gamit ang mahusay na distro, ikaw ang makakagawa ng pagbabago sa desktop.</p>
tr: <p>Böylesi mükemmel bir dağıtıcı program yaptığınız için, masa-üstü yazılımlar arasında büyük bir farklılık yaratanlar olacaksınız.</p>
zh_tw: 讓世界因如此優秀的套件而更美好，你們將是讓桌面與眾不同的人。

source: <h1>Thanks to the NSIS Project</h1>
de: <h1>Danke an das NSIS Projekt</h1>
pl: <h1>Dzięki dla projektu NSIS</h1>
tl: <h1>Salamat sa NSIS na proyekto</h1>
tr: <h1>NSIS Projesine Teşekkürler</h1>
zh_tw: 感謝NSIS專案

source: <p>Thanks for such an awesome installer builder system and documentation.</p>
de: <p>Danke für so ein hervorragendes System zur Installation und Dokumentation</p>
pl: <p>Dzięki za taki świetny system budowniczy instalatora i dokumentację.</p>
tl: <p>Salamat sa mahusay na sistemang taga-gawa at taga-install at pagdodokumento.</p>
tr: <p>Böylesi harika bir kurucu geliştirici sistem ve dökümantasyonu için teşekkürler.</p>
zh_tw: 感謝了不起的安裝程式生成器系統和文檔。

source: <h1>Thanks to our families</h1>
de: <h1>Danke an unsere Familien</h1>
pl: <h1>Dzięki dla naszych rodzin</h1>
tl: <h1>Salamat sa aming mga pamilya</h1>
tr: <h1>Ailelerimize teşekkürler</h1>
zh_tw: 感謝我們的家人

source: For being patient during our many sleepless nights
de: Für die Geduld während vieler schlafloser Nächte
pl: Za cierpliwość i zrozumienie podczas naszych wielu bezsennych nocy
tl: Sa pagpapasensya noong ating mga walang tulog na gabi
tr: Çokça uykusuz gecede bize sabrettikleri için
zh_tw: 在我們許多無眠的夜晚給予耐心

source: BitTorrent, the BitTorrent Logo, and Torrent are trademarks of BitTorrent, Inc.
de: BitTorrent, das BitTorrent Logo, sowie Torrent sind eingetragene Markenzeichen der BitTorrent, Inc.
pl: BitTorrent, logo BitTorrent i Torrent są znakami zastrzeżonymi BitTorrent, Inc.
tl: Ang BitTorrent, Logo ng BitTorrent, at Torrent ay trademarks ng BitTorrent, Inc.
tr: BitTorrent, BitTorrent Logosu ve Torrent BitTorrent firmasının tescilli markasıdır.
zh_tw: BitTorrent, BitTorrent圖示，Torrent是BitTorrent公司的商標。

source: A new update has been downloaded.
pl: Nowa Aktualizacja Została Pobrana

source: Chat
de: Chatten
pl: Czatuj
tl: Usapan
tr: Sohbet
zh_tw: 聊天...

source: Show our community chat
de: Community Chat anzeigen
pl: Pokaż Czat Użytkowników
tl: Ipakita ang aming usapang pangkomunidad
tr: Topluluk sohbetimizi göster
zh_tw: 顯示社區聊天

source: Marks all Items as Selected
de: Alles markieren
pl: Zaznacz Wszystkie Elementy jako Wybrane
tl: Markahan ang lahat ng bagay bilang Napili
tr: Tüm Nesneleri Seçili Hale Getir
zh_tw: 選取所有項目

source: Deselect All
de: Keines makieren
pl: Odznacz Wszystko
tl: Huwag piliin ang lahat
tr: Hiçbirisini Seçme
zh_tw: 全部不選

source: Deselects all Items in the List
de: Nichts aus der Liste markieren
pl: Odznacz Wszystkie Elementy z Listy
tl: Huwag piliin ang lahat bagay sa listahan
tr: Listedeki Tüm Nesneleri Seçilmemiş Hale Getir
zh_tw: 不選取所有項目

source: Yes
de: Ja
pl: Tak
tl: Oo
tr: Evet
zh_tw: 是

source: No
de: Nein
pl: Nie
tl: Hindi
tr: Hayır
zh_tw: 否

source: Support FrostWire development with a Bitcoin donation
pl: Wspomagaj rozwój FrostWire darowizną Bitcoin

source: Support FrostWire development with a USD $1 donation
pl: Wspomagaj rozwój FrostWire darowizną 3zł

source: Support FrostWire development with a USD $10 donation
pl: Wspomagaj rozwój FrostWire darowizną 30zł

source: Support FrostWire development with a USD $25 donation
pl: Wspomagaj rozwój FrostWire darowizną 75zł

source: Select Folder
de: Verzeichnis auswählen
pl: Wybierz Katalog
tl: Pumili ng Folder
tr: Klasör Seç
zh_tw: 選擇資料夾

source: All Folders
de: Alle Verzeichnisse
pl: Wszystkie Katalogi
tl: Lahat ng Folder
tr: Tüm Klasörler
zh_tw: 所有資料夾

source: Dial Up
de: DFÜ Geschwindigkeit
pl: Wydzwaniany
tr: Çevirmeli
zh_tw: 撥號

source: Broadband
de: Breitband Geschwindigkeit
pl: Szerokopasmowy
tr: Genişbant
zh_tw: 寬頻

source: T3 or Higher
de: T3 oder schneller
pl: T3 lub Szybsze
tl: T3 o higit pa
tr: T3 veya Daha Yüksek
zh_tw: T3 或更高

source: Your machine does not appear to have an active Internet connection or a firewall is blocking FrostWire from accessing the internet. FrostWire will automatically keep trying to connect you to the network unless you select "Disconnect" from the File menu.
de: Dieser Computer scheint keine aktive Internetverbindung zu haben. FrostWire wird automatisch versuchen, sich mit dem Netz zu verbinden, bis sie "Trennen" aus dem Dateimenü wählen.
pl: Nie wykryto aktywnego połączenia z internetem lub zaporą sieciową blokuje program przed dostępem do internetu. FrostWire będzie automatycznie ponawiał próby połączenia się dopóki nie wybierzesz 'Rozłącz' z menu Plik.
tl: Ang iyong makina ay mukhang walang aktibong koneksyon sa Internet o isang firewall ang nagbabawal sa FrostWire na kumonekta sa internet. Patuloy na susubukan ng FrostWire ang pagkonekta sa network hangga't hindi mo pinipili ang "Disconnect" sa File na menu.
tr: Bilgisayarınız etkin bir internet bağlantısına sahip değil veya güvenlik duvarı yazılımı FrostWire'in internet erişimini engelliyor. FrostWire, 'Dosya' menüsünden 'Bağlantıyı Kes' komutu seçilmedikçe otomatik olarak ağa bağlanmaya çalşacaktır.
zh_tw: 您的電腦沒有網路連線，或者防火牆不允許 FrostWire 連上網路。除非您選擇「檔案」選單中的「不連線」 選項，否則 FrostWire 會自動嘗試連線到網路。

source: &Search
de: &Suchen
pl: Wyszukuj
tl: &Paghahanap
tr: Ara
zh_tw: 個搜尋

source: &Library
de: &Dateisammlung
pl: Plikoteka
tl: &Aklatan
tr: &Kütüphane
zh_tw: 檔案資料庫

source: Display the {0} Screen
de: Zeigt die {0} Ansicht
pl: Pokaż ekran {0}
tl: I-display ang {0} na Screen
tr: {0} Ekranını Göster
zh_tw: 顯示{0}視窗

source: FrostWire has encountered a problem during startup and cannot proceed. You may be able to fix this problem by changing FrostWire's Windows Compatibility. Right-click on the FrostWire icon on your Desktop and select 'Properties' from the popup menu. Click the 'Compatibility' tab at the top, then click the 'Run this program in compatibility mode for' check box, and then select 'Windows 2000' in the box below the check box. Then click the 'OK' button at the bottom and restart FrostWire.
de: FrostWire hat ein Problem während des Starts festgestellt und kann nicht fortfahren. Sie können dieses problem beheben indem sie die Kompatibilitätseinstellungen ändern. Rechtsklick auf das FrostWire Symbol - Eigenschaften - Kompatibelität. Aktivieren sie das Kontrollkästchen 'Programm im kompatibelitätsmodus ausführen für' und dann 'Windows 2000' danach auf O.K. und starten sie FrostWire neu.
pl: FrostWire napotkał na problem podczas startu i nie może kontynuować. Możesz naprawić ten problem zmieniając ustawienia zgodności FrostWire z Windowsem. Kliknij prawym klawiszem na ikone FrostWire znajdującą się na Pulpicie i wybierz "Właściwości" z menu kontekstowego. Kliknij zakładkę "Zgodność", następnie kliknij na "Uruchom ten program w trybie zgodności z" i wybierz "Windows 2000" w polu poniżej. Następnie kliknij "OK" i ponownie uruchom FrostWire.
tl: Nagkaproblema ang FrostWire sa pagsisimula at hindi na makatutuloy. Maari mo itong maayos sa pamamagitan ng pagpalit ng compatibility ng Windows. Pumindot ng pakanan sa icon ng FrostWire sa iyong desktop at piliin ang 'Properties' sa lalabas na menu. Pindotin ang 'Compatibility' na tab sa taas, at pindotin ang 'Run this program in compatibility mode for' na kahon pangmarka, at piliin ang 'Windows 2000' sa kahon sa baba ng kahon pangmarka. At pindotin ang 'OK' na button sa ibaba at simulan muli ang FrostWire.
tr: FrostWire başlangıç sırasında sorunla karşılaştı ve devam edemiyor. Bu sorunu FrostWire'nin Windows uyumluluğunu değiştirerek düzeltebilirsiniz. Masaüstünüzde bulunan FrostWire simgesine sağ tıklayın, açılan menüden 'Özellikler'i seçin. Yukarıdan 'Uyumluluk' sekmesine tıklayın ve 'Bu programı aşağıdaki için uyumluluk modunda çalıştır:' kutucuğunu seçin ve aşağıda aktif hale gelen açılır menüden 'windows 2000''i seçin. Ardından 'Tamam' butonuna tıklayın ve FrostWire'i yeniden başlatın.
zh_tw: FrostWire在啟動時遇到問題，無法繼續。您可以通過改變FrostWire視窗相容性以解決此問題。右擊桌面上FrostWire圖示，從彈出功能表中選擇'屬性'。按一下頂部的'相容性'標籤，然後按一下'用相容模式運行這個程式'核取方塊，之後在核取方塊下的框中選擇'windows2000'。然後按一下底部的'確認'按鈕，並重啟FrostWire。

source: FrostWire could not locate your web browser to display the following webpage: {0}.
de: FrostWire konnte keinen Browser finden, um die folgende Webseite anzuzeigen: {0}
pl: FrostWire nie mógł zlokalizować Twojej przeglądarki aby wyświetlić stronę: {0}.
tl: Hindi mahanap ng FrostWire ang browser ng iyong web upang ipakita itong pahina ng web: {0}.
tr: FrostWire, şu web sayfasını görüntüeyebilmek için web tarayıcınızı konumlandıramadı: {0}.
zh_tw: FrostWire無法找到您的流覽網以顯示下列網頁：{0}。

source: FrostWire will not launch the specified file for security reasons.
de: FrostWire wird die ausgewählte Datei aus Sicherheitsgründen nicht ausführen.
pl: FrostWire nie uruchomi tego pliku ze względu na reguły bezpieczeństwa.
tl: Hindi bubuksan ng FrostWire ang naturang file para sa iyong seguridad.
tr: FrostWire güvenlik sebeplerinden dolayı belirtilen dosyayı başlatmayacak.
zh_tw: 因為安全原因，FrostWire 將不會執行指定的檔案。

source: FrostWire could not launch the specified file. Executed command: {0}.
de: FrostWire konnte den speziellen Vorgang nicht abschließen. Executed command: {0}.
pl: FrostWire nie mógł uruchomić wybranego pliku. Wykonana komenda: {0}
tl: Hindi mabuksan ng FrostWire ang naturang file. Executed command: {0}.
tr: FrostWire belirtilen dosyayı başlatamadı Çalıştırılan komut: {0}.
zh_tw: FrostWire無法啟動指定文檔。 執行指令：{0}

source: FrostWire could not launch the specified file.
de: FrostWire konnte den speziellen Vorgang nicht abschließen.
pl: FrostWire nie mógł uruchomić wybranego pliku.
tl: Hindi mabuksan ng FrostWire ang naturang file.
tr: FrostWire belirtilen dosyayı başlatamadı.
zh_tw: 因為安全原因，FrostWire 將不會執行指定的檔案。

source: Loading HTML Engine...
de: HTML-Engine wird geladen...
pl: Ładowanie Silnika HTML...
tl: Ikinakarga ang HTML na Engine....
tr: HTML motoru yükleniyor...
zh_tw: 載入 HTML 引擎...

source: Loading User Interface...
de: Benutzerschnittstelle wird geladen...
pl: Ładowanie Interfejsu Użytkownika...
tl: Ikinakarga ang Interface ng Tagagamit....
tr: Kullanıcı Arabirimi Yükleniyor...
zh_tw: 載入使用者介面...

source: Loading Core Components...
de: Programmkern wird geladen...
pl: Ładowanie Składników Bazowych...
tl: Ikinakarga ang Core Components....
tr: Çekirdek Bileşenleri Yükleniyor...
zh_tw: 載入核心元件...

source: Loading Icons...
de: Icons werden geladen...
pl: Ładowanie Ikon...
tl: Ikinakarga ang mga Icons...
tr: İkonlar Yükleniyor...
zh_tw: 載入圖示...

source: Loading Internationalization Support...
de: Unterstützung für Übersetzungen wird geladen...
pl: Ładowanie Wsparcia Międzynarodowego...
tl: Ikinakarga ang Internationalization na Suporta...
tr: Uluslararası Desteği Yükleniyor...
zh_tw: 載入國際化支援...

source: Loading Old Downloads...
de: Alte Downloads werden geladen...
pl: Ładowanie Starych Pobrań...
tl: Ikinakarga ang mga dating downloads....
tr: Daha önceden indirilmekte olan dosyalar yükleniyor...
zh_tw: 載入以前的下載...

source: FrostWire could not create a temporary preferences folder. This is generally caused by a lack of permissions. Please make sure that FrostWire (and you) have access to create files/folders on your computer. If the problem persists, please visit www.frostwire.com and click the 'Support' link. FrostWire will now exit. Thank You.
de: FrostWire konnte kein temporäres Verzeichnis für die Einstellungen erstellen. In der Regel ist der Grund hierfür unzureichende Berechtigungen. Bitte stellen Sie sicher, dass FrostWire (und Sie) auf dem Computer Dateien und Verzeichnisse erstellen können. Falls das Problem bestehen bleibt, besuchen Sie bitte www.frostwire.com und klicken auf den 'Support' Link. FrostWire wird jetzt beendet. Vielen Dank.
pl: FrostWire nie mógł stworzyć tymczasowego folderu ustawień. Jest to zazwyczaj spowodowane brakiem zezwoleń systemowych. Proszę upewnić się że FrostWire (i ty) ma pełen dostęp to plików/folderów na twoim komputerze. Jeżeli problem będzie się powtarzać, idź na www.frostwire.com i kliknij na link 'Support'. FrostWire się teraz wyłączy. Dziekuję.
tl: Hindi makagawa ng temporaryong folder na pang preperensya. Ito ay kadalasang dulot ng kulang na pahintulot. Siguraduhing ang FrostWire (at ikaw) ay may pahintulot upang gumawa ng ganitong mga file o folder sa iyong computer. Kung magpapatuloy parin ang problema, bisitahin ang www.frostwie.com at pindotin ang 'Support' link. Ang Frostwire ay lalabas na ngayon. Salamat.
tr: FrostWire bir geçici tercihler klasörü oluşturamadı. Buna genellikle izin eksikliği yol açar. Lütfen FrostWire'in (ve sizin) bilgisayarıınızda belge/dosya yaratmaya erişiminizin olduğundan emin olun. Eğer problem devam ederse, lütfen www.frostwire.com adresini ziyaret edin ve 'Destek' linkine tıklayın. FrostWire şimdi çıkacaktır. Teşekkürler
zh_tw: FrostWire無法創建一個臨時預置資料夾。通常由於缺少許可權。請確認FrostWire（以及您）有許可權在電腦上創建檔/資料夾。如果問題仍然存在，請訪問www.frostwire.com並點擊'技術支援'連結。

source: Input
de: Eingabe
pl: Wkład
tl: Ilagay
tr: Giriş
zh_tw: 輸入

source: Apply Operation
de: Übernimmt die vorgenommen Änderungen
pl: Zastosuj Operację
tl: Paganahin ang Operasyon
tr: İşlemi Uygula
zh_tw: 取消新的設定

source: Cancel Operation
de: Bricht den Vorgang ab und schließt dieses Fenster.
pl: Anuluj Operację
tl: Ikansela ang Operasyon
tr: İşlemi İptal Et
zh_tw: 取消新的設定

source: You are currently using a beta or pre-release version of Java 1.6.0. This version is known to have caused problems with FrostWire. Please upgrade to the final 1.6.0 release.
de: Sie verwenden eine Beta oder pre-release der Java Version 1.6.0. Diese Versionen haben Probleme mit FrostWire zusammenzuarbeiten. Bitte fuhren sie ein Java Upgrade auf die Final 1.6.0 durch
pl: Używasz wersję beta lub przed-publikacja Javy 1.6.0. Ta wersja znana jest z powodowania licznych problemów podczas pracy FrostWire. Proszę uaktualnić Javę do najnowszej wersji.
tl: Kasalukuyan kang gumagamit ng beta o hinde pa narerelease na bersyon ng Java 1.6.0. Itong versyon na ito ay kilala na nagdudulo ng problema sa FrostWire. Palitan ito ng pinal na 1.6.0 na release
tr: Şu anda Java'nın 1.6.0 versiyonunun deneme sürümünü veya ön sürümünü kullanıyorsunuz. Bu versiyonun FrostWire ile sorun yarattığı bilinmektedir. Lütfen 1.6.0 versiyonunun son sürümüne yükseltme yapın.
zh_tw: 您目前使用的是Java 1.6.0的測試版或預覽版。此版本會與FrostWire引發問題。請更新至1.6.0最終發行版本。

source: Upgrade Java
de: Java Upgrade muss durchgeführt werden
pl: Aktualizuj Javę
tl: I-upgrade ang Java
tr: Java'yı Güncelle
zh_tw: 升級 Java

source: More Information
de: Mehr Informationen
pl: Więcej Informacji
tl: Mas maraming impormasyon
tr: Daha Fazla Bilgi
zh_tw: 多重檔資訊

source: Visit {0}
de: Besuche {0}
pl: Wizyt {0}
tl: Bisitahin ang {0}
tr: Ziyaret et {0}
zh_tw: 訪問{0}

source: Remind Me Later
de: Mich später erinnern
pl: Przypomnij Mi Później
tl: Ipaalala sa akin mamaya
tr: Daha Sonra Hatırlat
zh_tw: 稍後提醒

source: Do not Show Again
de: Nie wieder anzeigen
pl: Nie Pokazuj Ponownie
tl: Huwag nang ipakita muli
tr: Tekrar Gösterme
zh_tw: 共用下載
