Repository: muckachina/frostwire-desktop
Catalog: lib/messagebundles/*.po
Languages: de, pl, tl, tr, zh_tw

source: FrostWire can configure itself to work from behind a firewall or router. Using Universal Plug 'n Play (UPnP) and other NAT traversal techniques FrostWire can automatically configure your router or firewall for optimal performance. If your router does not support UPnP, FrostWire can be set to advertise an external port manually. (You may also have to configure your router if you choose manual configuration, but FrostWire will try its best so you don't have to.)
de: FrostWire kann zum Gebrauch hinter einer Firewall oder einem Router konfiguriert werden. Durch Nutzen von Universal Plug 'n Play (UPnP), kann FrostWire Ihren Router automatisch für optimale Leistung konfigurieren. Sollte Ihr Router UPnP nicht unterstützen, kann FrostWire manuell für die Nutzung eines externen Ports eingestellt werden. (Sie müssen außerdem Ihren Router konfigurieren, wenn Sie manuelle Konfiguration auswählen.)
pl: FrostWire może siebie sam skonfigurować do pracy z poza zaporą sieciową albo routerem. Używając Universal Plug'n'Play (UPnP) i innych technik, FrostWire może automatycznie ustawić twój router albo zaporę sieciową dla optymalnej wydajności. Jeżeli twój router nie wspomaga UPnP, FrostWire może być ustawiony tak, aby reklamował port zewnętrzny manualnie. (Możliwe że będziesz musiał skonfigurować swój router dodatkowo jeżeli wybierzesz manualną konfigurację FrostWire, ale postaramy się tego uniknąć).
tl: Maaring isaayos ng FrostWire ang sarili nito upang gumana sa likod ng isang firewall o router. Gamit ang Universal Plug 'n Play (UPnP) at iba pang NAT traversal na mga teknik, Maaring kusang isaayos ng FrostWire ang iyong router o firewall para maging mas mainam. Kung hinde suportado ng iyong router ang UPnP, maaaring iayos ang FrostWire upang manwal na mag-advertise ng external port. (Maaring dapat mong isaayos ang iyong router na piliin ang manwal na pagsasaayos, pero gagawin ng FrostWire ang kanyang makakaya para hindi mo na ito gawin.)
tr: FrostWire kendi kendini bir güvenlik duvarının arkasında çalışacak şekilde ayarlayabilir. "Universal Plug 'n Play" (UPnP) ve diğer NAT aykırı teknikleri kulanmak, router'ınızı veya güvenlik duvarınızı en iyi performans için otomatikman ayarlayacaktır. Router'ınız UPnP'yi desteklemiyorsa, FrostWire harici bir portu manuel olarak reklam edecek şekilde ayarlanabilir. (Manuel ayarlamayı seçerseniz, router'ınızda ayarlama yapmanız gerekebilir, ancak FrostWire sizin uğraşmamanız için en iyi seçenekleri deneyecektir.)
zh_tw: FrostWire 可以設定為透過防火牆或路由器工作。使用萬用隨插即用協定(UpnP)，FrostWire 能夠自動配置您的路由器或防火牆，使其達到最佳效果。如果您的路由器不支援 UPnP，FrostWire 可以設定為手動指定外部連接埠。(如果選擇手動設定，必需同時設定您的路由器。)

source: Use random port (Recommended)
de: Zufälligen Port benutzen (empfohlen)
pl: Użyj dowolnego portu (Polecamy)
tl: Gumamit ng random na port
tr: Rastgele bir port kullan (Tavsiye Edilir)
zh_tw: 使用 UpnP(推薦)

source: Filter Results
de: Resultate filtern
pl: Filtruj Rezultaty
tl: Salain ang mga resulta
tr: Sonuçları Filtrele
zh_tw: 過濾結果

source: You can filter out search results containing specific words.
de: Sie können Such-Resultate herausfiltern, die bestimmte Wörter enthalten.
pl: Możesz dodać filtry reagujące na określone słowa kluczowe.
tl: Maari mong salain ang mga resulta na may partikular na salita.
tr: Sonuçları içerdiği kelimelere göre filtreleyebilirsiniz.
zh_tw: 您可以過濾掉包含特定文字的搜尋結果。

source: Ignore Adult Content
de: Inhalte für Erwachsene ignorieren
pl: Ignoruj Treści dla Dorosłych
tl: Baliwalain ang Pang-may edad na nilalaman
tr: Yetişkin İçeriği Gözardı Et
zh_tw: 忽略成人內容

source: Image Options
de: Bilder-Einstellungen
pl: Opcje Obrazków
tl: Pagpipilian ng Imahe
tr: Resim Seçenekleri
zh_tw: 圖片選項

source: You can choose which image viewer to use.
de: Sie können wählen, welches Bildanzeigeprogramm Sie verwenden möchten.
pl: Możesz wybrać jakiej przeglądarki obrazków będziesz używać.
tl: Maari mong piliin kung anong image viewer ang gagamitin.
tr: Kullanılmak istediğiniz resim görüntüleyiciyi seçebilirsiniz.
zh_tw: 您可以選擇使用何種視圖片檢視器。

source: Image Viewer
de: Bildanzeigeprogramm
pl: Przeglądarka Obrazków
tr: Resim Gösterici
zh_tw: 圖片檢視器

source: Library Included Folders
de: In der Dateisammlung enthaltene Verzeichnisse
pl: Katalogi Zawarte w Plikotece
tl: Mga Folder na kalakip sa Aklatan
tr: Kütüphaneye Dahil Dizininler
zh_tw: 打開檔案資料庫目錄

source: You can choose the folders for include files when browsing the library.
de: Freigegebene Verzeichnisse können hier gewählt werden. Dateien aus diesen Verzeichnissen erscheinen in der Dateisammlung.
pl: Możesz wybrać katalogi których pliki chciałbyś udostępnić podczas przeglądania plikoteki.
tl: Maari mong piliin ang mga folder para sa kalakip na files kapag tinitingnan ang Aklatan.
tr: Kütüphaneye göz atarken dosyaları eklenecek klasörleri seçebilirsiniz.
zh_tw: 您可以選擇共用檔案的資料夾。在這些資料夾中的檔案將顯示在檔案資料庫中。

source: Internet Radio Stations
de: Internet Radiosender
pl: Internetowe Stacje Radiowe
tl: Istasyon ng Radyo sa Internet
tr: İnternet Radyo İstasyonları
zh_tw: 網路電臺

source: You can restore the default internet radio stations.
de: Sie können die Radiosender auf die ursprünglichen Stationen zurücksetzen.
pl: Możesz przewrócić domyślne stacje internetowe.
tl: Maari mong ibalik ang mga orihinal na Istasyon ng Radyo sa Internet
tr: Varsayılan radyo istasyonlarını yeniden düzenleyebilirsiniz.
zh_tw: 您可以選擇預設的關閉動作。

source: Total Radio Stations
de: Anzahl aller Radiostationen
pl: Liczba Stacji Radiowych
tl: Kabuuang bilang ng Istasyon ng Radyo
tr: Toplam Radyo İstasyonu Sayısı
zh_tw: 總電臺

source: You can choose to preference hosts using the same language as you.
de: Sie können wählen, Rechner zu bevorzugen, die die selbe Sprache wie Sie benutzen.
pl: Możesz wybrać aby FrostWire przedkładał hostów używających tego samego języka co twój.
tl: Maari kang pumli sa preference hosts na gumagamit ng parehong lengwahe sa iyo.
tr: Sizinle aynı dili konuşan paylaşımcıları tercih edebilirsiniz.
zh_tw: 您可以優先選擇與您使用同種語言的主機。

source: Turn preferencing on:
de: Bevorzugung aktivieren:
pl: Włącz Przedkładanie
tl: Paandarin ang Preferencing:
tr: Tercih belirtmeyi aç:
zh_tw: 開啟優先功能:

source: Maximum Searches
de: Maximale Suchanfragen
pl: Maksimum Rezultatów Szukania
tl: Pinakamaraming Paghahanap
tr: Maksimum Arama Sayısı
zh_tw: 最多搜尋數目

source: You can set the maximum number of simultaneous searches you can perform.
de: Sie können die maximale Anzahl der gleichzeitigen Suchanfragen einstellen.
pl: Możesz ustawić ilość jednoczesnych wyszukiwań.
tl: Maari mong piliin ang pinakamaraming bilang ng sabay-sabay na paghahanap na iyong magagawa.
tr: Maksimum aynı anda arama sayısını ayarlayabilirsiniz.
zh_tw: 您可以設定您能同時執行的最多搜尋數目。

source: Maximum Searches:
de: Maximale Suchanfragen:
pl: Maksimum Wyszukiwań:
tl: Pinakamaraming Paghahanap:
tr: Maksimum Arama Sayısı:
zh_tw: 最多搜尋數:

source: The maximum parallel searches you can make is
de: Die maximale Anzahl an Suchen, die Sie parallel durchführen können ist
pl: Maksimum jednoczesnych wyszukiwań jakich możesz mieć to
tl: Ang pinakamaraming magkahanay na paghahanap na iyong magagawa ay
tr: Yapabileceğiniz maksimum paralel arama sayısı
zh_tw: 可以進行的最大並行搜索數是

source: You can tell FrostWire to bind outgoing connections to an IP address from a specific network interface. Listening sockets will still listen on all available interfaces. This is useful on multi-homed hosts. If you later disable this interface, FrostWire will revert to binding to an arbitrary address.
de: Sie können limeWire so einstellen, das alle ausgehenden Verbindungen über eine bestimmte IP-Adresse bzw. Netzwerkverbindung laufen. Es werden alle vorhandenen Schnitstellen abgehört. Dies ist für Heimcomputer sinnvoll. Wenn du später dies Schnittstelle sperrst, schaltet FrostWire auf eine willkürliche Adresse um.
pl: Możesz powiedzieć FrostWire aby związał połączenia do adresu IP ze specyficznego interfejsu sieciowego. Nasłuchiwanie gniazdek nadal będzie się odbywać na wszystkich dostępnych interfejsach. To jest użyteczne dla wielodomowych hostów. Jeżeli później wyłączysz ten interfejs, FrostWire przywróci wiązanie do dowolnego adresu.
tl: Maari mong sabihan ang FrostWire na i-bind ang mga koneksyon palabas sa isang IP address galing sa partikular na network interface. Ang mga Listening sockets ay makikinig parin sa lahat ng maaring kunin na interface.Nakatutulong ito sa mga multi-homed hosts. Kung mamaya ay maisipan mong hindi paganahin ang interface na ito, babalik ang FrostWire sa pag-bind sa arbitraryong address.
tr: FrostWire'a dışarı doğru bağlantıları özgün bir ağ arabirimindeki bir IP Adresine bağlamasını söyleyebilirsiniz. Dinleme Socket'leri hala mevcut tüm arabirimleri dinleyecektir. Bu genellikle çok-evli dosya-sunanlar için kullanışlıdır. Sonradan bu seçeneği devre dışı bırakırsanız, FrostWire rastgele bir adrese bağlamaya geri dönecektir.
zh_tw: 告訴FrostWire對指定網路介面的IP位址進行向外連接綁定。聽套介面仍可聽到所有可用介面。這對多網主機是有利的。如果以後您禁止該介面，FrostWire會恢復綁定到任一地址。

source: Use a specific network interface.
de: Einen speziellen Netzwerkadapter benutzen.
pl: Użyj specyficznego interfejsu sieciowego.
tl: Gumamit ng partikular na network interface.
tr: Özel bir ağ arayüzünü kullanın.
zh_tw: 使用指定網路介面。

source: FrostWire was unable to determine which network interfaces are available on this machine. Outgoing connections will bind to any arbitrary interface.
de: FrostWire war nicht imstande, festzustellen welcher Netzwerkadapter auf diesem Computer vorhanden ist. Ausgehende Verbindungen werden an einen willkürlich ausgesuchten Netzwerkadapter geleitet.
pl: FrostWire nie był w stanie dowiedzieć się które interfejsy sieciowe są dostępne na tej maszynie. Połączenia wychodzące zostaną związane z dowolnym interfejsem.
tl: Hindi malaman ng FrostWire kung anong mga network interface ang maaring kunin sa makinang ito. Ang mga palabas na koneksyon ay didikit sa mga arbitraryong interface.
tr: FrostWire, bu makinede hangi ağ arayüzlerinin mevcut olduğunu bulamadı. Bağlantıları rastgele herhangi bir arayüze bağlayacak.
zh_tw: FrostWire無法決定哪個網路介面適用於此機器。向外連接將綁定任一介面。

source: Notifications
de: Mitteilungen
pl: Powiadomienia
tl: Mga Pasabi
tr: Bildiriler
zh_tw: 位置

source: FrostWire can display popups to notify you when certain things happen, such as a download completing.
de: FrostWire kann Popup-Fenster anzeigen, um über bestimmte Ereignisse zu informieren (wie z.B. ein fertiger Download).
pl: FrostWire może pokazywać wyskakujące okienka aby powiadomić ciebie o ważnych zajściach, np. kiedy pobranie zostało zakończone.
tl: Maaring ipakita ng FrostWire ang mga popups para sabihan ka kung may isang bagay na naganap, gaya ng pagkakumpleto ng isang download.
tr: FrostWire örneğin bir indirme tamamlanması gibi bazı durumlarda zaman seni haberdar etmek için bir açılır pencere gösterebilir.
zh_tw: 當某些東西發生時，FrostWire會顯示快顯視窗告知您，例如：下載完成時。

source: Show Notifications:
de: Mitteilungen ansehen:
pl: Pokaż Powiadomienia:
tl: Ipakita ang mga Pasabi:
tr: Bildirileri Göster:
zh_tw: 顯示通知

source: Partial Files
de: Teilweise geladene Dateien
pl: Częściowe Pliki
tl: Hindi Pa tapos na Files
tr: Kısmi Dosyalar
zh_tw: 部份檔案

source: You can choose whether or not to automatically share partially downloaded files.
de: Sie können schon teilweise geladene Dateien zum Download durch andere Benutzer freigeben.
pl: Możesz ustalić czy chcesz automatycznie dzielić się częściowymi pobraniami.
tl: Maari kang pumili kung gusto mong ibahagi ang mga hindi pa tapos na files o hindi.
tr: Kısmi olarak indirilmiş dosyaları otomatik olarak paylaşıp paylaşmamayı seçebilirsiniz.
zh_tw: 您可以選擇是否自動共用部份下載的檔案。

source: Allow Partial Sharing:
de: Teilweise geladene Dateien freigeben:
pl: Dozwól na Częściowe Udostępnianie
tl: Pahintulotan ang Pagbabahagi ng mga hindi pa tapos:
tr: Kısmi Dosya Paylaşımına İzin Ver
zh_tw: 允許部份共用:

source: You can play your media with the native operating system player if the format is supported.
pl: Możesz odtwarzać twoje media w systemowym odtwarzaczu jeżeli on je umie odtworzyć.

source: FrostWire Popups
pl: Okienka Wyskakujące FrostWire
tl: Mga Popups ng FrostWire
tr: FrostWire Açılır Pencereleri
zh_tw: FrostWire 葉節點

source: Redisplay messages for which you have chosen 'Do not display this message again' or 'Always use this answer'.
de: Unterdrückte Meldungen wieder anzeigen.
pl: Ponownie wyświetlaj wiadomości dla których wcześniej wybrałeś 'Nie pokazuj tego ponownie' lub 'Zawsze używaj tej odpowiedzi'.
tl: Ipakita muli ang mga mensahe kung saan pinili mo na 'Huwag ipakita ang mensaheng ito muli' o 'Palaging gamitin ang sagot na ito'.
tr: 'Bu mesajı ileride gösterme' veya 'Her zaman bu cevabı kullan' seçtiğiniz mesajları tekrar görüntüleyin.
zh_tw: 如果選擇「不再顯示這個訊息」或「總是這樣回答」，則重新顯示這個訊息。

source: Revert to Default:
de: Standard verwenden:
pl: Przywróć Domyślne:
tl: Ibalik sa Orihinal:
tr: Varsayılana Geri Dön:
zh_tw: 還原預設值:

source: Login Details
de: Einstellungen zur Authentifizierung
pl: Detale Logowania
tl: Mga Detalye ng Paglog-in
tr: Oturum Açma Bilgileri
zh_tw: 登錄資料

source: Configure username and password to be used for the proxy.
de: Benutzernamen und Kennwort für den Proxy einstellen.
pl: Ustaw nazwę użytkownika i hasło dla proxy.
tl: Isaayos ang username at password na gagamitin para sa proxy.
tr: Proxy için kullanılacak kulanıcı adı ve parolayı ayarlayın
zh_tw: 設定代理伺服器使用的使用者名和密碼。

source: Username:
de: Benutzername:
pl: Nazwa Użytkownika
tr: Kullanıcı Adı:
zh_tw: 要求使用者名稱:

source: Password:
de: Passwort:
pl: Hasło:
tr: Şifre:
zh_tw: 要求密碼:

source: Proxy Options
de: Proxy Einstellungen
pl: Opcje Proxy
tl: Pagpipilian ng Proxy
tr: Proxy Seçenekleri
zh_tw: 播放選項:

source: Configure Proxy Options for FrostWire.
de: FrostWire-Einstellungen für einen Proxy.
pl: Konfiguruj Opcje Proxy dla FrostWire.
tl: Isaayos ang Pagpipilian ng Proxy para sa FrostWire.
tr: FrostWire için Proxy Seçeneklerini Ayarlayın
zh_tw: 設定 FrostWire 代理伺服器選項

source: No Proxy
de: Kein Proxy
pl: Nie ma Proxy
tl: Walang Proxy
tr: Proxy Yok
zh_tw: 沒有代理伺服器

source: Port:
pl: Host:
tr: Bağlantı Portu:
zh_tw: 差

source: Search Engines
de: Suchmaschinen
pl: Wyszukiwarki
tl: Mga makina ng paghahanap
tr: Arama Motorları
zh_tw: 關閉搜尋

source: By enabling this feature you become eligible to receive FrostWire sponsored offers and software recommendations to complement your experience.
pl: Kiedy włączysz tą opjcę kwalifikujesz się na otrzymanie specjalnych ofert i rekomendacji programów komputerowych aby uzupełnić twoje doświadczenia.

source: Enable FrostWire Recommendations (highly recommended):
pl: Włącz Rekomendacje FrostWire (bardzo polecamy):

source: FrostClick Promotions
de: FrostKlick Promotion
pl: Promocje FrostClick
tl: Promosyon ng FrostClick
tr: FrostClick Promosyonları
zh_tw: FrostClick推廣

source: You can enable or disable the FrostClick Promotion on the welcome screen. FrostClick promotions help artists and content creators distribute their content legally and freely to hundreds of thousands of people via FrostWire, BitTorrent and Gnutella. Keep this option on to support file sharing and the future of content distribution.
de: FrostClick Promotionen können über den Willkommens-Bildschirm aktiviert oder deaktiviert werden. FrostClick Promotionen ermöglichen Künstlern ihre Inhalte legal an Hunderttausende von Menschen über FrostWire, BitTorrent und Gnutella zu verbreiten. Lassen Sie diese Option aktiviert, um das 'File-Sharing' und die Zukunft der Daten-Distribution zu unterstützen.
pl: Możesz włączyć lub wyłączyć Promocje FrostClick na ekranie powitalnym. Promocje FrostClick pomagają niezależnym artystom i innym producentom w darmowym rozpowszechnianiu ich materiałów legalnie, dla setek tysięcy osób, poprzez FrostWire i sieć Bittorrent. Miej tą opcje włączoną aby wspomagac dzielenie sie plikami i przyszłość masowego rozpowszechniania treści.
tl: Maaring mong paganahin o huwag paganahin ang Frostclik Promotion sa Pambungad na tabing. Ang FrostClick Promotions ay tumutulong sa mga artista at mga tagalikha ng nilalaman na maipamahagi ang kanilang mga gawa ng legal at malaya sa daang-libong katao gamit ang FrostWire, BitTorrent at Gnutella. Panatilihin itong gumagana upang suportahan ang pamamahagi ng file at ang kinabukasan ng pamamahagi ng mga nilalaman.
tr: Hoşgeldiniz ekranındaki FrostClick Promosyonunu etkinleştirebilir veya etkisizleştirebilirsiniz. FrostClick promosyonları, FrostWire, BitTorrent ve Gnutella üzerinden sanatçıların ve içerik üreticilerinin içeriklerini kanuni ve özgür bir şekilde yüzbinlerce kişiye dağıtmasına yardımcı olur. O yüzden bu seçeneği açık tutup dosya paylaşımını ve içerik dağıtımının geleceğini destekleyin.
zh_tw: 可以在歡迎介面開啟或關閉FrostClick推廣。FrostClick推廣説明藝術家及內容創作者合法發佈他們的內容，並通過FrostWire、BitTorrent和Gnutella給成千上萬的人免費使用。開啟該選項，支援檔共用及內容發佈的未來。

source: Enable FrostClick Promotions (highly recommended):
de: FrostClick Promotion aktivieren (empfohlen):
pl: Włącz Promocje FrostClick (bardzo polecamy):
tl: Paganahain ang Frostclik Promotions (Lubos na Inirerekomenda):
tr: FrostClick Promosyonlarını Aktifleştirin (Önemle Tavsiye Olunur):
zh_tw: 開啟FrostClick推廣（高度推薦）

source: Shutdown Behavior
de: Abschalt-Verhalten
pl: Opcje Zamykania
tl: Paraan ng Pagsara
tr: Kapatma Davranışı
zh_tw: 關閉動作

source: You can choose the default shutdown behavior.
de: Sie können das Verhalten beim Beenden des Programms einstellen.
pl: Możesz wybrać domyślne opcje zamykania programu.
tl: Maari mong Piliin ang orihinal na Paraang ng pagasara
tr: Varsayılan kapatma davranışını seçebilirsiniz
zh_tw: 您可以選擇預設的關閉動作。

source: Shutdown Immediately
de: Sofort beenden
pl: Zamknij Natychmiast
tl: Isara agad-agad
tr: Hemen Kapatma
zh_tw: 立即關閉

source: Minimize to System Tray
de: In den System Tray minimieren
pl: Zminimalizuj do Zasobnika Systemowego
tl: Paliitin sa bandeha ng sistema
tr: Sistem Sağ Alt Çubuğuna Küçültme
zh_tw: 最小化到系統列

source: Show dialog to ask before close
de: Vor dem Schließen Dialog anzeigen
pl: Pokaż okno aby zapytać śie przed zamknięciem
tl: Ipakita ang dialogo ng tanong bago isara
tr: Kapatma öncesi sorma penceresini gösterme
zh_tw: 關閉前顯示詢問對話方塊

source: Smart Search
de: Intelligente Suche
pl: Sprytne Wyszukiwanie
tl: Matalinong paghahanap
tr: Akıllı Arama
zh_tw: 關閉搜尋

source: Total torrents indexed
de: Alle Torrents indexiert
pl: Łączna Ilość Zindeksowanych Torrentów
tl: Kabuuang bilang ng na indeks na torrent
tr: Endekslenen toplam torrent sayısı
zh_tw: 種子檔索引總數

source: If you continue you will erase all the information related to
de: Wenn Sie fortfahren, werden alle Daten gelöscht, die
pl: Jeżeli będziesz kontynuować to usuniesz wszystkie informacje dotyczące
tl: Kung magpapatuloy ka mabubura ang lahat ng impormasyon na may kinalaman sa
tr: Eğer devam ederseniz, Frostware'in arama sonuçlarınızı hızlandırmak
zh_tw: 如果繼續，您會清除所有有關資訊

source: You can choose whether or not to automatically run FrostWire when your computer starts.
de: Sie können auswählen, ob FrostWire beim Start Ihres Rechners automatisch gestartet werden soll.
pl: Możesz wybrać czy chcesz aby FrostWire urouchamiał się automatycznie przy starcie twojego komputera.
tl: Maari mong pillin na kusang paandarin ang FrostWire sa pagbukas ng iyong kompyuter.
tr: Bilgisayarınız başladığı zaman FrostWire'i otomatik olarak çalıştırmayı seçebilirsiniz.
zh_tw: 您可以選擇啟動電腦時是否自動執行 FrostWire。

source: Run on System Startup:
de: Bei Systemstart starten:
pl: Połącz na starcie:
tl: Paandarin sa Pagsisimula ng Sistema:
tr: Sistem Başlangıcında Çalıştır:
zh_tw: 系統啟動時執行:

source: Bandwidth Indicator
de: Anzeige der Bandbreite
pl: Wskaźnik Przepustowości
tl: Indicator ng Bandwidth
tr: Bant-genişliği Göstergesi
zh_tw: 頻寬狀態

source: You can display your bandwidth consumption in the status bar.
de: Sie können Ihre Bandbreitennutzung in der Statuszeile anzeigen.
pl: Możesz wyświetlić twoją zużytą przepustowości na pasku statusu.
tl: Pwede mong ipakita ang konsumo ng iyong bandwidth sa status bar.
tr: Durum çubuğunda band-genişliği tüketiminizi gösterebilirsiniz.
zh_tw: 您可以在狀態列顯示頻寬使用狀態。

source: Show Bandwidth Indicator:
de: Informationen zur Bandbreite anzeigen:
pl: Pokaż Wskaźnik Przepustowości
tl: Ipakita Indicator ng Bandwidth:
tr: Bant-genişliği Göstergesini Göster:
zh_tw: 顯示頻寬狀態:

source: Connection Quality Indicator
de: Verbindungsqualitätsanzeige
pl: Pokaż Jakość Połączenia
tl: Indicator ng kalidad ng koneksyon
tr: Bağlantı Kalitesi Göstergesi
zh_tw: 連線品質狀態

source: You can display a measurement of your connection quality in the status bar.
de: Sie können eine Messung Ihrer Verbindungsqualität in der Statuszeile anzeigen.
pl: Możesz wyświetlać jakość twojego połączenia na pasku statusu.
tl: Pwede kang magpakita ng pagsukat ng kalidad ng iyong koneksyon sa status bar.
tr: Durum çubuğunda bağlantı kalitesinin bir ölçeğini gösterebilirsiniz.
zh_tw: 您可以在狀態列顯示連線品質狀態。

source: Show Connection Quality Indicator:
de: Verbindungsqualität anzeigen:
pl: Pokaż Jakość Połączenia
tl: Ipakita ang Indicator ng Kalidad ng Koneksyon
tr: Bağlantı Kalite Göstergesini Göster:
zh_tw: 顯示連線品質狀態:

source: Firewall Indicator
de: Anzeige des Firewall-Status
pl: Wskaźnik Zapory Sieciowej
tl: Indicator ng Firewall
tr: Güvenlik-duvarı Göstergesi
zh_tw: 防火牆狀態

source: You can display your firewall status in the status bar.
de: Sie können Ihren Firewall-Status in der Statuszeile anzeigen.
pl: Możesz wyświetlać status twojej zapory sieciowej na pasku statusu.
tl: Pwede mong ipakita ang estado ng firewall sa iyong status bar.
tr: Durum çubuğunda güvenlik-duvarı durumunu gösterebilirsiniz.
zh_tw: 您可以在狀態列顯示防火牆狀態。

source: Show Firewall Indicator:
de: Firewallstatus anzeigen:
pl: Pokaż Status Zapory Sieciowej:
tl: Ipakita ang Indicator ng Firewall:
tr: Güvenlik-duvarı Göstergesini Göster:
zh_tw: 顯示防火牆狀態:

source: BitTorrent Connection Settings
de: BitTorrent Verbindungs-Einstellungen
pl: Ustawienia sieci BitTorrent
tl: Ayos ng koneksyon ng BitTorrent
tr: BitTorrent Bağlantı Ayarları
zh_tw: 連線狀態:

source: Adjust connection settings to make better use of your internet connection
de: Verpassen Sie Ihre Einstellung zur Netzwerkverbindung an, um Ihre Internet-Verbindung zu optimieren.
pl: Dostosuj ustawienia połączeń do twojej sieci aby uzyskać lepsze połączenie
tl: Isaayos ang koneksyon para mas magamit ng maayos ang iyong koneksyon sa internet
tr: İnternet bağlantınızı daha iyi kullanabilmek için bağlantı ayarlarınızı ayarlayın
zh_tw: 調整連接設置，更好地利用網路連接

source: Maximum active downloads
de: Maximale Downloads
pl: Max ilość jednoczesnych pobrań
tl: Pinakamalaking aktibong mga downloads
tr: Maksimum aktif indirmeler
zh_tw: 最多下載數目

source: Global maximum number of connections
de: Global maximale Anzahl der Verbindungen
pl: Łączny max ilości połączeń
tl: Pinakamalaking bilang ng koneksyon sa buong mundo
tr: Küresel maksimum bağlantı sayısı
zh_tw: 全球連接最大數目

source: BitTorrent Global Tranfer Speeds
de: Globale BitTorrent Übertragungsraten
pl: Globalne Szybkości Transferów przez BitTorrent
tl: Pangdaigdigang bilis ng paglipat ng BitTorrent
tr: BitTorrent Global Aktarım Hızları
zh_tw: BitTorrent全球傳送速率

source: Set the Maximum BitTorrent transfer speeds in KB/s. Tip: Use your keyboard arrows for more precision
de: Setzen Sie die maximale BitTorrent Übertragungsrate in KB/s fest. Tipp: Benutzen Sie die Pfeiltasten der Tastatur für eine genauere Eingabe
pl: Ustaw Maksymalne szybkości transferów przez BitTorrent w KB/s. Wskazówka: Użyj strzałek na klawiaturze dla lepszej dokładności
tl: Ilagay ang pinakamabilis na bilis ng paglipat sa KB/s. Gabay: Gamitin ang arrows ng iyong keyboard para mas sakto
tr: Maksimum BitTorent aktarım hızını KB/sn olarak belirleyin. İpucu: Daha fazla hassasiyet için yön tuşlarınızı kullanın.
zh_tw: 設置最大BitTorrent傳送速率為KB/s提示：使用鍵盤箭頭更為精確

source: Download Speed:
de: Download-Geschwindigkeit:
pl: Szybkość Pobierania:
tl: Bilis ng Pag-download:
tr: İndirme Hızı:
zh_tw: 下載速度:
