Repository: muckachina/frostwire-desktop
Catalog: lib/messagebundles/*.po
Languages: de, pl, tl, tr, zh_tw

source: <html>Set the Maximum BitTorrent upload speed in KB/s.<p>Note: Too low upload speeds (leeching) could be penalized by some trackers, resulting in slower downloads.</html>
de: <html>Legt die maximale BitTorrent Uploadrate in KB/s fest.<p>Bitte beachten: Eine zu geringe Uploadrate (leeching) kann dazu führen, dass manche Tracker dies mit einer reduzierten Downloadrate bestrafen.</html>
pl: <html>Ustaw Maksymalą szybkość transferów przez BitTorrent w KB/s.<p> Za wolne wysyłania (leeching) mogą być karane przez niektóre trakery, powodując wolniejsze pobierania.</html>
tl: <html>Ilagay ang pinakamabilis na bilis ng pagupload sa KB/s.<p>Tandaan:Ang masyadong mababa na bilis ng pag-upload(paglileech) ay maaring pagmultahin ng ibang trackers na nagreresulta sa mas mabagal na download.</html>
tr: <html>Maksimum BitTorrent yükleme hızını KB/s olarak ayarlayın.<p>Not: Çok düşük yükleme hızları girmek (aşırı yavaş hız) bazı izleyiciler tarafından cezalandırılarak, size daha da düşük indirme hızına malolabilir.</html>
zh_tw: 設置最大BitTorrent上傳速度為KB/s。注意：上傳速度（下載）太慢會被一些定位器懲罰，導致更慢的下載。

source: Upload Speed:
de: Upload-Geschwindigkeit:
pl: Szybkość Wysyłań:
tl: Bilis ng Pag-upload:
tr: Yükleme Hızı:
zh_tw: 上傳速度:

source: Min speed
de: Minimale Geschwindigkeit
pl: Min szybkość
tl: Min na bilis
tr: Minimum hız
zh_tw: 最小速度

source: Max speed
de: Maximale Geschwindigkeit
pl: Max szybkość
tl: Max na bilis
tr: Maksimum hız
zh_tw: 最大速度

source: Seeding is the process of connecting to a torrent when you have a complete file(s). Pieces of the seeded file(s) will be available to everybody. While downloading pieces are always available to other peers in the swarm.
de: Seeden bedeutet, dass man mit einem Torrent verbindet, wenn man über einen kompletten Datensatz verfügt. Teile dieses Datensatzes werden über das Seeden an alle Verfügbar gemacht. Während des Downloads sind Teile des Datensatzes immer auch für andere Peers im Netzwerk verfügbar.
pl: Seedowanie to proces łączenia się z torrentem kiedy masz już całe pliki.Fragmenty wybranych plików seedowanych będą dostępne dla wszystkich. Podczas pobierania fragmenty plików są zawsze dostępne dla innych peerów.
tl: Ang Pagsiseed ay proseso ng pagkonekta sa isang torrent kung ikaw ay may kumpletong mga files Ang mga piraso ng siniseed na file ay maaring makuha ng lahat. Samantalang ang dinadownload na parte ay laging pwedeng makuha ng ibang peers sa isang swarm.
tr: Tohumlama tamamlanmış bir dosyanız/dosyalarınız olduğunda bir torrente bağlanma işlemidir. Tohumlanan dosyanın/dosyaların parçaları herkesin indirmesine açık olacaktır. İndirirken, bu parçalar ise yığındaki diğer paylaşmacılar için her zaman müsaittir.
zh_tw: 當您有完整檔時，作種是連接種子檔的過程。每個人可獲取點滴種子文件。然而，下載片段對其他成群的用戶端總是適用。

source: Video Options
de: Video-Einstellungen
pl: Opcje Wideo
tl: Pagpipilian ng Bidyo
tr: video seçenekleri
zh_tw: 影片選項

source: You can choose which video player to use.
de: Sie können wählen, welches Filmabspielprogramm Sie verwenden möchten.
pl: Możesz wybrać jakiego odtarzacza wideo będziesz używać.
tl: Maari mong piliin kung anong player ng bidyo ang gagamitin.
tr: Kullanılacak video oynatıcısını seçebilirsiniz.
zh_tw: 您可以選擇使用選用何種影片播放機。

source: Video Player
de: Filmabspielprogramm
pl: Odwtarzacz Wideo
tl: Player ng Bidyo
tr: video Oynatıcı
zh_tw: 影片播放機

source: You can see and share your file with peers in your local Wi-Fi network.
pl: Możesz widzieć się i dzielić się twoim plikiem z peerami na twojej lokalnej sieci Wi-Fi.

source: Active search and discovery of local peer files.
pl: Aktywne wyszukiwanie i odkrywanie lokalnych plików peerów.

source: You can have FrostWire import newly downloaded songs into iTunes.
de: Sie können hier die iTunes Unterstützung aktivieren.
pl: Możesz zlecić by FrostWire importował nowo pobrane piosenki do iTunes.
tl: Maari mong utusan ang FrostWire na i-angkat ang mga bagong nadownload na kanta sa iTunes.
tr: FrostWire'ın yeni indirilen şarkıları iTunes'da içe-aktarmasını sağlayabilirsiniz.
zh_tw: FrostWire 可以將新下載的歌曲匯入 iTunes。

source: Enable iTunes importing:
de: iTunes Unterstützung aktivieren:
pl: Włącz Importowanie do iTunes:
tl: Paganahin ang Pag-angkat sa iTunes:
tr: İTunes'den içe-aktarımı etkinleştir:
zh_tw: 啟用 iTunes 匯入:

source: No results so far...
pl: Na razie brak rezultatów...

source: %s Audio files found (including .mp3, .wav, .ogg, and more)
pl: plików Audio znalezionych (.mp3, .wav, .ogg, i innych)

source: %s Video files found (including .avi, .mpg, .wmv, and more)
pl: plików Wideo znalezionych (.avi, .mpg, .wmv, i innych)

source: %s Image files found (including .jpg, .gif, .png and more)
pl: plików Obrazków znalezionych (.jpg, .gif, .png i innych)

source: %s Document files found (including .html, .txt, .pdf, and more)
pl: plików Dokumentów znalezionych (.html, .txt, .pdf, i innych)

source: %s Program files found (including .exe, .zip, .gz, and more)
pl: plików Programów znalezionych (.exe, .zip, .gz, i innych)

source: %s Torrent files found (includes only .torrent files. Torrent files point to collections of files shared on the BitTorrent network.)
pl: plików Torrentów znalezionych (tylko pliki .torrent. Pliki Torrentów kierują do zbiorów plików udostępnianych na sieci BitTorrent.)

source: Open Options dialog
de: Optionen öffnen
pl: Otwórz Okno Opcji
tl: Buksan ang dialogo ng pagpipilian
tr: Seçenekler Dialog'unu açın
zh_tw: 更新選項

source: Download All Selected Files
de: Download aller ausgewählten Dateien.
pl: Pobierz Wszystkie Wybrane Pliki
tl: I-download ang lahat nang Files na napili
tr: Tüm seçilen dosyaları indir
zh_tw: 下載所有選取的檔案

source: See detail web page about the selected torrent (Contents, Comments, Seeds)
de: Anzeigen der Webseite mit den weiteren Details zum ausgewählten Torrent (Inhalt, Kommentare, Seeds)
pl: Zobacz strony internetowe z detalami o wybranych torrentach (Zawartość, Komentarze, Seeds)
tl: Tingnan ang detalye ng pahina ng web tungkol sa napiling torrent (mga nilalaman, mga komento, mga seed)
tr: Seçilen torrent hakkında detaylı internet sayfasını görün (İçerik, Yorumlar, Tohumlar)
zh_tw: 查看有關選定種子文件的詳細網頁(內容、評論、種子)

source: Stop current search
de: Aktuelle Suche beenden
pl: Zatrzymaj Bieżące Wyszukiwanie
tl: Ihinto ang kasalukuyang paghahanap
tr: Mevcut aramayı durdurun
zh_tw: 目前搜尋:

source: Close Search
de: Suche schließen
pl: Zamknij Wyszukiwanie
tl: Sulje haut
tr: Aramayı Kapat
zh_tw: 關閉搜尋

source: Launch Action
de: Startvorgang
pl: Załaduj Czynność
tl: I-launch ang Aksyon
tr: Çalıştırma Hareketi
zh_tw: 開啟

source: Repeat Search
de: Suche wiederholen
pl: Powtórz Wyszukiwanie
tl: Ulitin ang paghahanap
tr: Aramayı Tekrarla
zh_tw: 重新搜尋

source: Download Partial Files
de: Teilweise geladene Dateien herunter laden
pl: Pobierz Fragmeny Plików
tl: Idownload ang hindi buong mga files
tr: Kısmi Dosyaları İndirin
zh_tw: 部份檔案

source: Torrent Details
de: Details zum Torrent
pl: Detale Torrentów
tl: Detalye ng Torrent
tr: Torrent Detayları
zh_tw: 登錄資料

source: View in YouTube
de: In YouTube zeigen
pl: Otwórz w YouTube
tl: Panoorin sa YouTube
tr: Youtube'da Görüntüle
zh_tw: 在YouTube觀看

source: View in Soundcloud
pl: Otwórz w Soundcloud

source: View in Archive.org
pl: Otwórz w Archive.org

source: Loading Search Window...
de: Suchfenster wird geladen...
pl: Ładowanie Okna Wyszykiwania
tl: Ikinakarga ang Bintana ng Paghahanap....
tr: Arama penceresi yükleniyor...
zh_tw: 載入搜尋視窗...

source: Your search must be at least three characters to avoid congesting the network.
de: Die Sucheingabe muss mindestens drei Zeichen enthalten, sonst erscheinen zu viele Ergebnisse im Suchfenster.
pl: Prosimy wpisać zapytanie o długości przynajmniej trzech znaków aby uniknąc przeciążania sieci.
tl: Ang iyong paghahanap ay dapat mayroong tatlong karakter o higit pa upang maiwasang magulo ang network.
tr: Ağın yoğunluktan tıkanmasını engellemek için aramanız en az üç karakter uzunluğunda olmalıdır.
zh_tw: 您必須輸入至少 3 個字元，以避免阻塞網路。

source: Your search is too long. Please make your search smaller and try again.
de: Ihr Suchbegriff ist zu lang, verkürzen Sie den Suchbegriff und versuchen Sie erneut.
pl: Twoje zapytanie jest za długie. Prosze wprowadzić krótsze zapytanie i spróbować ponownie.
tl: Masyadong mahaba ang iyong paghahanap. Gawin itong mas maliit at subukan ulit.
tr: Aramanız çok uzun. Lütfen aramanızı kısaltıp tekrar deneyin..
zh_tw: 搜尋太長。請減少搜尋項再試一次。

source: has been disabled on your FrostWire Search Options. (Go to Tools > Options > Search to enable)
pl: zostało wyłączone w Opcjach Wyszukiwania FrostWire. (Idź do 'Narzędzia' > 'Opcje' > 'Wyszukiwanie' aby włączyć)

source: Copy Hash
de: Hash kopieren
pl: Kopiuj Hasha
tl: Kopyahin ang hash
tr: Sağlama Bilgisini Kopyala
zh_tw: 複製

source: Search More
de: Weitersuchen
pl: Wyszujaj Więcej
tl: Maghanap ng mas marami
tr: Daha çok ara
zh_tw: 搜尋更多

source: Source
de: Quelle
pl: Pochodzenie
tl: Pinanggalingan
tr: Kaynak
zh_tw: 尋找來源

source: Created
de: Erstellt
pl: Utworzony
tl: Ginawa
tr: Oluşturulma
zh_tw: 已建立

source: ".torrent" files
de: ".torrent" Dateien
pl: pliki ".torrent"
tl: ".torrent" na files
tr: ".torrent" dosyaları
zh_tw: ".torrent"文件

source: "magnet:" links
pl: linki "magnet:"
tl: "magnet:" na links
tr: "magnet:" bağlantıları
zh_tw: "magnet:"連結

source: One or more files or protocols that FrostWire uses are no longer associated with FrostWire. Would you like FrostWire to re-associate them?
de: Eine oder mehrere Dateien oder Protokolle, die FrostWire nutzt, sind nicht mehr mit FrostWire assoziiert. Möchten Sie, dass FrostWire die Verbindung wieder herstellt?
pl: Jeden lub więcej plików lub protokołów które używa FrostWire nie jest już kojarzony z FrostWire. Czy chesz żeby FrostWire je ponownie skojarzył?
tl: Isa o higit pang mga files o mga protocol na ginagamit ng FrostWire ay wala nang kaugnayan sa FrostWire. Gusto mo ba silang i-ugnay muli?
tr: FrostWire ın kullandığı bir ya da birden fazla port'un artık FrostWire ile bağlantısı bulunmuyor. FrostWire'ın onlarla tekrar bağlantı kurmasını ister misiniz?
zh_tw: FrostWire使用的一個或多個檔或協議不再與FrostWire關聯。是否再次關聯？

source: Revert To Default
de: Standard verwenden
pl: Przywróc Domyślne Ustawienia
tl: Bumalik sa Orihinal
tr: Varsayılana Geri Dön
zh_tw: 還原預設值

source: More Options
de: Weitere Einstellungen
pl: Wiecej Opcji
tl: Mas maraming pagpipilian
tr: Daha Fazla Seçenek
zh_tw: 更多選項

source: Stripe Rows
de: Gestreifte Zeilen
pl: Paskuj Rzędy
tl: I-stripe ang mga linya
tr: Satır Çizgileri
zh_tw: 條紋列

source: Sort Automatically
de: Automatisch sortieren
pl: Sortuj Automatycznie
tl: Kusang Paguri-uriin
tr: Otomatik Olarak Sırala
zh_tw: 自動分類

source: Extended Tooltips
de: Erweiterte Tooltips
pl: Rozwiń Podpowiedzi
tl: Ekstended na Tooltips
tr: Genişletilmiş İpuçları
zh_tw: 更多工具提示

source: You cannot turn off all columns.
de: Sie können nicht alle Spalten ausblenden.
pl: Nie możesz wyłączyć wszystkich kolumn.
tl: Hindi mo maaring hindi paandarin ang lahat ng hanay.
tr: Bütün kolonları kapatamazsınız.
zh_tw: 您不能關掉所有欄位。

source: Invalid Filename
de: Ungültiger Dateiname
pl: Zła Nazwa Pliku
tl: Imbalidong Pangalan ng File
tr: Geçersiz Dosya Adı
zh_tw: 無效的檔名

source: Download Already Finished
de: Download bereits abgeschlossen
pl: Pobranie Już Zakończone
tl: Natapos na ang Pagdadownload
tr: İndirme İşlemi Zaten Tamamlandı
zh_tw: 下載已完成

source: No Write Permission
de: Keine Schreibberechtigung
pl: Brak Zgody na Zapis
tl: Walang permiso sa pagsusulat
tr: Yazma İzni Yok
zh_tw: 不允許取代檔案

source: Folder Does Not Exist
de: Verzeichnis existiert nicht
pl: Folder Nie Istnieje
tl: Walang ganitong Folder
tr: Dizin Mevcut Değil
zh_tw: 資料夾不存在

source: File Already Exists
de: Datei existiert bereits
pl: Plik Już Istnieje
tl: Mayroon ng File na Ganito
tr: Dosya Zaten Mevcut
zh_tw: 檔案已存在

source: Filename Taken
de: Dateiname wird bereits verwendet
pl: Nazwa Pliku Juz Zajęta
tl: Nakuha na ang Pangalan na ito
tr: Bu Dosya Adı Alınmış
zh_tw: 檔名已存在

source: Not a Folder
de: ist kein Verzeichnis
pl: To Nie Jest Katalog
tl: Hindi Folder
tr: Klasör Değil
zh_tw: 不是資料夾

source: Not a File
de: ist keine Datei
pl: To Nie Jest Plik
tl: Hindi File
tr: Dosya Değil
zh_tw: 不是檔案

source: Filesystem Error
de: Fehler des Dateisystems
pl: Bład Plików Systemu
tl: Kamalian sa Filesystem
tr: Dosya Sistemi Hatası
zh_tw: 檔案系統錯誤

source: Same File Already Being Downloaded
de: Die gleiche Datei wird bereits heruntergeladen
pl: Ten Sam Plik Jest Już Pobierany
tl: May kagayang file na dinadownload na
tr: Bu İsimli Dosya Zaten İndirilmektedir
zh_tw: 同樣的檔案已在下載中

source: Could not set file location to {0}, because the filename is invalid and may corrupt your system.
de: Der Speicherort {0} konnte nicht festgelegt werden, weil der Dateiname ungültig ist und evtl. Ihr System beschädigen könnte.
pl: Nie mogłem zatwierdzić lokacji pliku na {0}, ponieważ jego nazwa jest nieprawidłowa i mógłby skorumpować twój system.
tl: Hindi maisayos ang lokasyon ng file bilang {0}, dahil ang pangalan ng file ay imbalido at maaring kurakotin ang iyong sistema.
tr: Dosya konumu {0} olarak ayarlanamıyor, çünkü dosya adı geçersiz ve bu sisteminize zarar verebilir.
zh_tw: 無法下載至資料夾 {0}，因為檔名無效且可能影響系統。

source: Could not set the file location, the download is already finished.
de: Der Speicherort konnte nicht festgelegt werden, der Download ist bereits abgeschlossen.
pl: Nie mogłem zatwierdzić lokacji pliku. Pobranie jest już zakończone.
tl: Hindi maisayos ang lokasyon ng file, dahil tapos na ang pagdadownload.
tr: Dosya konumu belirlenemiyor, indirme işlemi zaten tamamlandı.
zh_tw: 檔案無法定位，下載已完成

source: Could not save download to the folder {0}, because you do not have write access to it.
de: Der Download konnte nicht im Verzeichnis {0} gespeichert werden, weil Sie keine Schreibberechtigung besitzen.
pl: Nie mogłem zapisać pobrania do katalogu {0} ponieważ nie masz pozwolenia na zapis w nim.
tl: Hindi masagip ang download sa folder na {0}, dahil wala kang permiso upang sulatan ito.
tr: İndirilen dosya {0} klasörüne kaydedilemiyor, çünkü bu klasöre yazma izniniz yok.
zh_tw: 您沒有寫入權限，無法儲存下載至資料夾 {0}。

source: Could not save download to folder {0}, because the folder does not exist.
de: Der Download konnte nicht im Verzeichnis {0} gespeichert werden, weil dieses nicht existiert.
pl: Nie mogłem zapisać pobrania do katalogu {0} ponieważ ten katalog nie istnieje.
tl: Hindi masagip ang download sa folder na {0}, dahil walang ganitong folder.
tr: İndirilen dosya {0} klasörüne kaydedilemiyor, çünkü böyle bir klasör bulunmuyor.
zh_tw: 資料夾不存在，無法下載至資料夾 {0}。

source: A file already exists at {0}.
de: Eine Datei existiert bereits unter {0}.
pl: Plik już istnieje w {0}.
tl: May file na sa {0}.
tr: Böyle bir dosya zaten {0} konumunda mevcut.
zh_tw: 檔案已存在於 {0}。

source: Another download is already saving to {0}.
de: Ein anderer Download wird bereits unter {0} gespeichert.
pl: Inne pobranie jest teraz zapisywane do {0}.
tl: Mayroon nang sinasagip na download sa {0}.
tr: Başka bir indirme dosyası zaten {0} konumuna kaydediliyor.
zh_tw: 另一下載已儲存至 {0}。

source: Could not set download folder to {0}, because it represents an individual file, not a folder.
de: {0} konnte nicht als Download-Ordner eingerichtet werden, weil dieses eine Datei und kein Verzeichnis ist.
pl: Nie mogłem zatwierdzić katalogu pobrań na {0} ponieważ reprezentuje on pojedyńczy plik a nie katalog.
tl: Hindi maaring gawing folder ng download ang {0}, dahil ito ay nagrerepresenta ng indibidwal na file, hindi folder.
tr: İndirme klasörü {0} olarak ayarlanamıyor, çünkü bu bir dosya -- klasör değil.
zh_tw: 無法下載至資料夾 {0}，因為那是一個檔案而不是資料夾。

source: Could not set file location to {0}, because it is not a regular file.
de: Der Speicherort {0} konnte nicht festgelegt werden, weil dies keine reguläre Datei ist.
pl: Nie mogłem zatwierdzić lokacji pliku do {0} ponieważ nie jest on normalnym plikiem.
tl: Hindi pwedeng gawing lokasyon ng file ang {0}, dahil ito ay hinder regular na file.
tr: Dosya konumu {0} olarak ayarlanamıyor, çünkü bu normal bir dosya değil.
zh_tw: 無法下載至資料夾 {0}，因為那不是一個正常檔案。

source: Could not set file location due to an error in the filesystem.
de: Der Speicherort konnte wegen eines Fehlers im Dateisystem nicht festgelegt werden.
pl: Nie mogłem zatwierdzić lokacji pliku ze względu na błąd systemu plików.
tl: Hindi ito pwedeng gawing lokasyon ng file dahil may kamalian sa filesystem.
tr: Dosya sisteminde oluşan bir hatadan dolayı dosya konumu belirlenemedi.
zh_tw: 由於系統錯誤，無法定位檔案。

source: The same file is already being downloaded.
de: Die gleiche Datei wird bereits heruntergeladen.
pl: Ten Sam Plik Jest Już Pobierany
tl: Mayroon nang kaparehong file na idinadownload.
tr: Aynı dosya zaten şu anda indiriliyor.
zh_tw: 同樣的檔案已在下載中。

source: The path of the parent folder exceeds the maximum length of paths on the filesystem. {0}
de: Der Pfad des übergeordneten Verzeichnisses übersteigt die maximale Länge die für einen Pfad auf diesem Dateisystem vorgesehen ist. {0}
pl: Ścieżka do katalogu nadrzędnego przekracza maksymalną dlugość ścieżek w systemie plików. {0}
tl: Ang daanan ng parent na folder ay lumagpas sa maaring haba ng mga daanan sa filesystem. {0}
tr: Ana klasörün patikası dosya sistemindeki maksimum patika uzunluğunu aşıyor. {0}
zh_tw: 母資料夾的路徑超過檔案系統路徑的最大長度。{0}

source: Status
tl: Estado
tr: Durum
zh_tw: 狀態列

source: Share Ratio
de: Ratio
tl: Ratio ng Pagbabahagi
tr: Dosya Paylaşın
zh_tw: 共用檔案

source: Unkown error. Try again please.
de: Unbekannter Fehler. Bitte versuche es erneut.
tl: Hindi kilalang kamalian. Subukuan ulit pakiusap.
tr: Bilinmeyen hata. Lütfen tekrar deneyin.
zh_tw: 未知錯誤。請重試。

source: Radio
tl: Radyo
tr: Radyo
zh_tw: 電臺

source: Album
tr: Albüm
zh_tw: 專輯

source: Audio
tl: Audyo
tr: Ses
zh_tw: 製片廠

source: Complete
de: Vollständig
tl: Valmis
tr: Tamamlandı
zh_tw: 已收取

source: OK
tr: Tamam
zh_tw: 同意

source: Small variations in the search title will still work. For example, if your buddy is sharing 'Frosty' but you searched for 'My Frosty', your buddy's file will still be found.
de: Kleine Variationen im Suchtext funktionieren trotzdem. Beispielsweise, wenn Ihr Freund eine Datei mit dem Namen 'Frosty' teilt, Sie aber nach 'My Frosty' gesucht haben, wird die Datei Ihres Freundes trotzdem gefunden.
tl: Ang mga maliliit na pagbabago sa titulo ng paghahanap ay gagana parin. Halimbawa, kung ang iyong kaibigan ay nagbabahagi ng 'Frosty' pero ang iyong hinanap ay 'My Frosty', makikita mo parin ang file ng iyong kaibigan.
tr: Arama ünvanındaki ufak tefek farklılıkla hala işe yarar. Örneğin, arkadaşınız 'Frosty' dosyasını paylaşıyorsa, bu dosya sizin yapacağınız 'Benim Frostim' aramasında da görünebilecektir.
zh_tw: 搜索標題中的小變數仍可行。例如：如果您的好友分享'Frosty'，而您搜索'My Frosty'，您好友的檔仍可以被找到。

source: Foru&m
zh_tw: 論壇(&M)

source: Proxy
zh_tw: 代理伺服器Proxy 名主機名

source: Locale Preferencing
de: Lokale Bevorzugung
tr: Yerelleştirme Tercihleri
zh_tw: 地區優先設定

source: Proxy:
zh_tw: 代理伺服器Proxy 名主機名

source: The Smart Search database is used to speed up individual file searches, it's how FrostWire remembers information about .torrent contents.
de: Die intelligente Suchdatenbank ermöglicht es einzelne Suchen zu beschleunigen. Auf diese Weise merkt sich FrostWire die Informationen zu den jeweiligen .Torrent-Inhalten.
tl: Ang Smart Search na database ay ginagamit upang mapabilis ang indibidwal na paghahanap ng file, ito ang paraan ng FrostWire upang maalala ang mga impormasyon tungkol sa mga .torrent na nilalaman.
tr: Akıllı Arama veritabanı tekli dosya aramalarını hızlandırmak için kullanılır, FrostWire'ın .torrent içeriklerile ilgili bilgiyi nasıl hatırladığıdır.
zh_tw: 智慧搜索資料庫用於提高個人檔搜索速度，這是FrostWire如何記憶.torrent內容的資訊。

source: Max
tl: Maks
tr: Maks.
zh_tw: 最大

source: Stop
tl: Itigil
tr: Durdur
zh_tw: 停止

source: Url
tr: Adresi

source: Ethernet
de: LAN
