Repository: muckachina/frostwire-desktop
Catalog: lib/messagebundles/*.po
Languages: de, pl, tl, tr, zh_tw

source: Do you want to hide FrostWire?
de: Soll FrostWire ausgeblendet werden?
pl: Czy chcesz ukryć FrostWire?
tl: Gusto mo bang itago ang FrostWire?
tr: FrostWire'ı gizlemeyi ister misiniz?
zh_tw: 正在連線至網路。

source: Closing the FrostWire window will only hide the application
pl: Zamknięcie okna FrostWire tylko ukryje aplikacje

source: This way file transfers may continue in the background.
pl: W ten sposób przesyłka plików może kontynuowac w tle.

source: Don't show this again
de: Diese Nachricht nicht mehr anzeigen.
pl: Nie pokazuj ponownie
tl: Huwag na itong ipakita muli
tr: Bunu tekrar gösterme
zh_tw: 不再顯示這個訊息

source: Hide
de: Ausblenden
pl: Ukryj
tl: Itago
tr: Gizle
zh_tw: 檢視

source: Exit
de: Beenden
pl: Zamknij
tl: Lumabas
tr: Çıkış
zh_tw: 結束

source: Send to iTunes
de: Zu iTunes senden
pl: Wyślij do iTunes
tl: Ipadala sa iTunes
tr: iTunes'a Gönder
zh_tw: 發送至iTunes

source: Details
pl: Szczegóły
tl: Mga Detalye
tr: Detaylar
zh_tw: 登錄資料

source: Show Details
de: Details anzeigen
pl: Pokaż Szczegóły
tl: Ipakita ang detalye
tr: Ayrıntıları Göster
zh_tw: 檔案的 Magnet 訊息

source: Show Torrent Details
de: Torrent-Details anzeigen
pl: Pokaż Szczegóły Torrentów
tl: Ipakita ang detalye ng Torrent
tr: Torrent Ayrıntılarını Göster
zh_tw: 檔案的 Magnet 訊息

source: Explore
de: Durchsuchen
pl: Eksploruj
tl: Tuklasin
tr: Gözat
zh_tw: 瀏覽(X)

source: Open Folder Containing the File
de: Ordner mit enthaltener datei öffnen
pl: Otwórz Katalog Zawierający Plik
tl: Buksan ang folder na kinalalagyan ng file
tr: Dosyayı İçeren Klasörü Aç
zh_tw: 開啟檔案所在資料夾

source: Show
de: Anzeigen
pl: Pokaż
tl: Ipakita
tr: Göster
zh_tw: 顯示最近

source: Shows the contents of this transfer in the Library Tab
de: Zeigt den Inhalt der Übertragung in der Dateisammlung
pl: Pokazuje zawartość tego przekazu w Karcie Plikoteki
tl: Ipinapakita ang laman ng paglilipat sa Aklatan na Tab
tr: Bu transferin Kütüphane Sekmesindeki içeriğini gösterir
zh_tw: 顯示傳輸到收藏庫的內容

source: Resume Download
de: Fortsetzen
pl: Wznów Pobieranie
tl: Ibalik ang pagdadownload
tr: İndirmeye Devam Et
zh_tw: 恢復下載

source: Resume
de: Fortsetzen
pl: Wznów
tl: Ibalik
tr: Devam Et
zh_tw: 重新命名

source: Reattempt Selected Downloads
de: Download erneut versuchen.
pl: Ponowów Próbę Pobierania Wybranych Plików.
tl: Tangkain muli ang napiling mga downloads
tr: Seçilileri Tekrar İndirmeyi Deneyin
zh_tw: 重新嘗試下載

source: Pause Download
de: Download unterbrechen
pl: Wstrzymaj Pobieranie
tl: Itigil muna ang pagdadownload
tr: İndirmeyi Duraklatın
zh_tw: 暫停下載

source: Pause
de: Anhalten
pl: Wstrzymaj
tl: Itigil muna
tr: Duraklat
zh_tw: 已暫停

source: Pause Selected Downloads
de: Die gewählten Downloads anhalten.
pl: Wstrzymaj Pobieranie Wybranych Plików
tl: Itigil muna ang napiling download
tr: Seçilen İndirmeleri Durdur
zh_tw: 暫停選取的下載

source: Remove Torrent and Data
de: Torrent und Daten entfernen
pl: Usuń Torrent i Jego Dane
tl: Tanggalin ang Torrent at Datos
tr: Torrent ve Bilgiyi Sil
zh_tw: 刪除種子檔和資料

source: Remove Torrent and Data from selected downloads
de: Torrent und Daten der ausgewählten Downloads entfernen
pl: Usuń Torrent i Dane z Wybranych Plikow Pobranych
tl: Tanggalin ang Torrent at Datos sa napiling downloads
tr: Seçilen indirmelerden Toren ve Veriyi Sil
zh_tw: 刪除所選下載的種子檔和資料

source: Remove Torrent
de: Torrent entfernen
pl: Usuń Torrent
tl: Tanggalin ang Torrent
tr: Torrenti Silin
zh_tw: 刪除種子檔

source: Remove Torrent from selected downloads
de: Torrents der ausgewählten Downloads entfernen
pl: Usuń Torrent z Listy Wybranych Pobrań
tl: Tanggalin ang Torrent sa napiling downloads
tr: Torrent'i seçilmiş indirilenlerden silin
zh_tw: 重新嘗試下載

source: Remove Download
de: Download entfernen
pl: Usuń Pobrany Plik
tl: Tanggalin ang download
tr: İndirmeyi Silin
zh_tw: 恢復下載

source: Remove
de: Entfernen
pl: Usuń
tl: Tanggalin
tr: Kaldır
zh_tw: 重新命名

source: Remove Selected Downloads
de: Ausgewählte Downloads entfernen
pl: Usuń Wybrane Pliki Pobrane
tl: Tanggalin ang napiling download
tr: Seçilen İndirmeleri Silin
zh_tw: 預覽選取的下載

source: Are you sure you want to remove the data files from your computer? You won't be able to recover the files.
de: Sind Sie sicher, dass Sie die Dateien von Ihrem Computer entfernen möchten? Diese Daten sind nicht mehr wiederherzustellen.
pl: Czy na pewno chcesz usunąć pliki z twojego komputera? Tej czynności nie można odwrócić.
tl: Sigurado ka bang gusto mong tanggalin ang mga data files sa inyong kompyuter? Hindi mo na maibabalik ang mga files.
tr: Veri dosyalarını bilgilsayarınızdan silmek istediğinize emin misiniz? Dosyaları kurtaramayacaksınız.
zh_tw: 您確定要永遠移除這個檔案的授權嗎?

source: Are you sure?
de: Sind Sie sicher?
pl: Czy jesteś pewny?
tl: Sigurado ka ba?
tr: Emin misiniz?
zh_tw: 確定？

source: Remove Download and Data
de: Download und Daten entfernen
pl: Usuń Plik Pobrany i Jego Dane
tl: Tanggalin ang Download at Datos
tr: İndirmeyi ve Veriyi Silin
zh_tw: 恢復下載

source: Remove Download and Data from selected downloads
de: Download und Daten der ausgewählten Downloads entfernen
pl: Usuń Plik Pobrany i Dane z Wybranych Plikow
tl: Tanggalin ang Torrent at Datos sa napiling downloads
tr: İndirmeyi ve Veriyi seçili indirmelerden silin
zh_tw: 重新嘗試下載

source: Clear Inactive (completed) transfers from the Transfers list.
pl: Wyczyść nieaktywne ale zakończone pobrania z Listy Pobrań

source: Copy Magnet
de: Magnetischen Link kopieren
pl: Kopiuj Magnet
tl: Kopyahin ang Magnet
tr: Magnet'i Kopyalayın
zh_tw: 複製報告

source: Copy Infohash
de: Infohash kopieren
pl: Kopiuj Info Hasha
tl: Kopyahin ang Infohash
tr: Infohash'i Kopyalayın
zh_tw: 複製HASH值

source: Send to friend
de: Zu einem Freund senden
pl: Wyslij do przyjaciela
tl: Ipadala sa kaibigan
tr: Arkadaşınıza gönderin
zh_tw: 發送給好友

source: Hide Seeding Transfers
de: Übertragungen, die geseedet werden, ausblenden
pl: Ukryj Seedujące Pliki
tl: Huwag ipakita ang paglilipat ng seeding
tr: Tohumlama Transferlerini Gizle
zh_tw: 傳輸完結束

source: Don't show Seeding Transfers
de: Übertragungen, die noch am Seeden sind, ausblenden
pl: Nie pokazuj Seedujących Pobrań
tl: Huwag ipakita ang paglilipat ng seeding
tr: Tohumlayan Tranferleri gösterme
zh_tw: 不顯示種子傳輸

source: Show Seeding Transfers
de: Übertragungen, die geseedet werden, anzeigen
pl: Pokaż Seekujące Pobrania
tl: Ipakita ang paglilipat ng seeding
tr: Tohumlama Aktarımlarını Göster
zh_tw: 傳輸完後關閉

source: Create New Playlist
de: Neue Wiedergabeliste erstellen
pl: Dodaj Nową Playlistę
tl: Gumawa ng bagong Playlist
tr: Yeni Oynatma Listesi Oluştur
zh_tw: 儲存播放清單為...

source: Create and add to a new playlist
de: Erstellen und zu neuer Wiedergabeliste hinzufügen
pl: Dodaj do Nowej Playlisty
tl: Gumawa at idagdag sa bagong paylist
tr: Yeni oynatma listesi oluştur ve ekleme yap
zh_tw: 創建並添加到新播放清單

source: Play media file
pl: Odtwarzaj Plik Medialny

source: Add to playlist
de: Neuen Torrent erstellen
pl: Dodaj do Playlisty
tl: Idagdag sa playlist
tr: Oynatma listesine ekle
zh_tw: 添加到播放清單

source: (Handpicked)
pl: (Wyselekcjonowane)

source: Name
pl: Nazwa
tl: Pangalan
tr: İsim
zh_tw: 名稱:

source: Size
de: Größe
pl: Rozmiar
tl: Sukat
tr: Boyut
zh_tw: 大小:

source: Progress
de: Fortschritt
pl: Postęp
tl: Progreso
tr: İşlem
zh_tw: 程式

source: Downloaded
de: Download abgeschlossen
pl: Pobrany
tl: Nadownload
tr: İndirilmiş
zh_tw: 下載

source: Uploaded
de: Hochgeladen
pl: Wysłany
tl: Naupload
tr: Gönderildi
zh_tw: 已上傳

source: Down Speed
de: Download-Geschwindigkeit
pl: Szybkość Pobierania
tl: Bilis ng pagbaba
tr: İndirme Hızı
zh_tw: 下載速度:

source: Up Speed
de: Upload Geschwindigkeit
pl: Szybkość Wysyłania
tl: Bilis ng pagtaas
tr: Yükleme Hızı
zh_tw: 速度:

source: Time
de: Zeit
pl: Czas
tl: Oras
tr: Süre
zh_tw: 標題:

source: Seeds
pl: Seedy
tl: Mga Seeds
tr: Tohumlar
zh_tw: 速度:

source: Peers
pl: Hosty
tl: Mga Peers
tr: Paylaşımcılar
zh_tw: 點

source: Seeds/Peers
pl: Hosty
tl: Mga Seeds o Peers
tr: Tohumlar/Paylaşımcılar
zh_tw: 點

source: Started On
de: Begonnen am
pl: Rozpoczęty
tl: Sinimulan noong
tr: Başlangıç:
zh_tw: 啟動於

source: License
de: Lizenz
pl: Licencja
tl: Lisensya
tr: Lisans
zh_tw: 授權:

source: Launch
de: Ausführen
pl: Załaduj
tl: I-launch
tr: Başlat
zh_tw: 開啟檔案

source: Launch Selected Files
de: Startet die ausgewählten Dateien.
pl: Załaduj Wybrane Pliki
tl: I-launch ang mga napiling files
tr: Seçili Dosyaları Çalıştır
zh_tw: 開啟選取的檔案

source: Show in Library
de: Bibiothek durschsuchen
pl: Pokaż w Plikotece
tl: Ipakita sa Aklatan
tr: Kütüphanede Göster
zh_tw: 檔案資料庫

source: Show Download in Library
de: Nach Downloads in der Bibiothek suchen
pl: Pokaż Pobranie w Plikotece
tl: Ipakita ang download sa Aklatan
tr: İndirmeyi Kütüphanede Göster
zh_tw: 正在下載從

source: Transfers
pl: Transfery
tl: Mga Paglilipat
tr: Aktarımlar
zh_tw: 全部下載傳輸

source: Loading Download Window...
de: Downloadfenster wird geladen...
pl: Ładowanie Okna Pobierania...
tl: Ikinakarga and bintana ng pagdadownload
tr: İndirme Penceresi Açılıyor...
zh_tw: 載入下載視窗...

source: Cancel Download
de: Download löschen
pl: Anuluj Pobranie
tl: Ikansela ang pagdadownload
tr: İndirmeyi İptal Et
zh_tw: 取消下載

source: Cancel
de: Abbrechen
pl: Anuluj
tl: Ikansela
tr: İptal
zh_tw: 取消掃瞄

source: Cancel Selected Downloads
de: Bricht die ausgewählten Downloads ab.
pl: Anuluj Wybrane Pobrania
tl: Ikansela ang napiling mga downloads
tr: Seçili İndirmeleri İptal Et
zh_tw: 取消選取的下載

source: FrostWire was unable to load the torrent file "{0}", - it may be malformed or FrostWire does not have permission to access this file.
de: FrostWire war es nicht möglich den Torrent herunter zu laden "{0}", - die Datei ist möglicherweise korrupt oder FrostWire hat keine Berechtigung, um auf die Datei zuzugreifen.
pl: FrostWire nie był w stanie załadować tego torrentu "{0}", - może być źle utworzony lub FrostWire nie ma pozwolenia na dostęp to tego pliku.
tl: Hindi na naikarga ng Frostwire ang torrent file na "{0}", - baka ito ay nabago o walang pahintulot ang Frostwire na buksan ito.
tr: FrostWire "{0}" torrent dosyasini açamiyor, - kötü biçimlendirilmi_ veya FrostWire'in ilgili dosya üzerinde yetkisi olmayabilir.
zh_tw: FrostWire無法下載種子檔"{0}"，可能檔案格式錯誤或者FrostWire無許可權訪問該檔。

source: Advanced
de: Erweitert
pl: Zawansowane
tl: Pinauna
tr: Gelişmiş
zh_tw: 高級

source: Add to playlist
de: Zur Wiedergabeliste hinzufügen
pl: Dodaj do Playlisty
tl: Idagdag sa playlist
tr: Oynatma listesine ekle
zh_tw: 新增到播放清單

source: Set Down Speed
de: Download-Geschwindigkeit wählen
pl: Wybierz Szybkość Pobierania
tl: Ilagay ang bilis ng pagbaba
tr: Hızı İndirin
zh_tw: 選擇速度

source: Disabled
de: Deaktiviert
pl: Wyłączone
tl: Hindi ginagamit
tr: Devre Dışı
zh_tw: 忽略

source: Unlimited
de: Unbegrenzt
pl: Nieograniczone
tl: Hindi limitado
tr: Limitsiz
zh_tw: 無限制

source: No limit
de: Kein Limit
pl: Bez Ograniczeń
tl: Walang limitasyon
tr: Sınır Yok
zh_tw: 無限制

source: Set Up Speed
de: Upload-Geschwindigkeit wählen
pl: Ustaw Szybkość
tl: Isaayos ang bilis
tr: Hızı Yükseltin
zh_tw: 選擇速度

source: Check again your tracker URL(s).
de: Überprüfen Sie die Tracker URL(s).
pl: Sprawdź trackery twoich linków ponownie.
tl: Tingnan muli ang tracker ng iyong URL(s).
tr: İzleyicinizin adres(ler)ini tekrar kontrol edin.
zh_tw: 再次檢查您的伺服器URL(s).

source: Invalid Tracker URL
de: Ungültige Tracker URL
pl: Nieważny Tracker Linków
tl: Imbalidong tracker ng URL
tr: Yanlış İzleyici Adresi
zh_tw: 無效的 TTL

source: Create New Torrent
de: Neuen Torrent erstellen
pl: Nowy Torrent
tl: Gumawa ng bagong Torrent
tr: Yeni Torrent Oluştur
zh_tw: 創建新種子文件

source: Torrent Contents
de: Torrent-Inhalte
pl: Zawartość Torrentu
tl: Nilalaman ng Torrent
tr: Torrent İçerikleri
zh_tw: 忽略成人內容

source: These box shows the contents you've selected for your new .torrent. Either a file, or the contents of a folder.
de: Diese Box zeigt den Inhalt des ausgewählten neuen .torrent. Entweder eine Datei oder der Inhalt eines Verzeichnis.
pl: To okno pokazuje zawartość wybraną dla twojego nowego pliku .torrent. albo plik, albo zawartosc katalogu.
tl: Ang mga kahon na ito ay nagpapakita ng mga nilalaman na iyong pinili para sa iyong bagong .torrent. Maaring isang file o mga laman ng isang pankilop
tr: Bu kutular, yeni .torrent'iniz için seçtiğiniz içeriği gösterir. Ya bir dosyadır, ya da bir klasörün içeriğidir.
zh_tw: 此方框顯示為新種子檔已選的內容可以是檔、或者資料夾內容

source: Select File or Folder...
de: Datei oder Verzeichnis auswählen
pl: Wybierz Plik lub Katalog...
tl: Pumili ng File o Folder...
tr: Klasör veya Dosya Seçin...
zh_tw: 選擇資料夾

source: Click here to select a single file or a folder as the content indexed by your new .torrent
de: Hier Klicken, um eine einzelne Datei oder Verzeichnis auszuwählen während der Inhalt neu indexiert wird
pl: Kliknij tutuaj aby wybrać plik lub katalog jako zawartość zindeksowana przez twój nowy .torrent
tl: Pindotin ito upang pumili ng isang file o isang folder bilang nilalaman na naindeks ng iyong bagong .torrent
tr: Buraya tıklayarak yeni .torrent'iniz tarafından endekslenecek olarak bir dosya veya klasör seçin
zh_tw: 按一下此處選擇單一檔或資料夾作為新種子檔索引的內容

source: Trackerless Torrent (DHT)
pl: Torrent bez Trackera (DHT)
tl: Walang tracker na Torrent (DHT)
tr: İzleyicisiz Torrent (DHT)
zh_tw: 無須種子伺服器（DHT）

source: Select this option to create torrents that don't need trackers, completely descentralized. (Recommended)
de: Wähle diese Option, um Torrents zu erstellen, die keine Tracker benötigen, völlig dezentral. (empfohlen)
pl: Wybierz tę opcję aby stworzyć torrenty które nie podrzebuja trackerów, całkowicie zdecentralizowane. (Zalecane)
tl: Piliin ito upang gumawa ng torrents na hindi nangangailangan ng tracker, disentralisado ng buo. (Inirerekomenda)
tr: İzleyicilere ihtiyaç duymayan, tamamen merkezsizleştirilmiş torrentler oluşturmak için bu seçeneği seçin. (Önerilir)
zh_tw: 選擇該選項，創建無須伺服器的種子檔，完全分散化。（推薦）

source: Start seeding
de: Starte das Seeden
pl: Zacznij Seedowanie
tl: Simulan ang pagsiseed
tr: Tohumlamayı Başlatın
zh_tw: 連線

source: Announce yourself as a seed for the content indexed by this torrent as soon as it's created. If nobody is seeding the torrent won't work. (Recommended)
de: Publiziere Sie sich als Seed für diesen indexierten Inhalt dieses Torrent, sobald er erstellt ist. Falls niemand seeded wird der Torrent nicht funktionieren. (empfohlen).
pl: Ogłoś siebie jako seed zawartości zindeksowanej przez ten torrent jak tylko zostanie stworzony. Jeżeli nikt nie seeduje torrentu, nie pracuj. (Recommended)
tl: Ihayag ang iyong sarili bilang isang seed para sa mga nilalamang naindeks ng torrent na ito
tr: Oluşturulur oluşturulmaz bu torrent tarafından endekslenen içerik için kendinizi bu kaynağın bir Tohumu olarak duyurun. Hiçkimse bu torrenti tohumlamıyorsa çalışmayacaktır. (Tavsiye Edilir)
zh_tw: 一旦種子形成，通知自己此種子檔索引的內容如果無人作種，種子檔則無法運行。（推薦）

source: Enter a list of valid BitTorrent Tracker Server URLs. Your new torrent will be announced to these trackers if you start seeding the torrent.
de: Geben Sie eine Liste von gültigen BitTorrent Tracker Server ULRs ein. Der neue Torrent wird automatisch bei diesen Trackern veröffentlicht, wenn Sie mit dem Seeden beginnen.
pl: Wpisz listę linków do ważnych serwerów trackerów BitTorrent. Twój nowy torrent będzie ogłoszony na tych trackerach jeżeli zaczniesz seedować ten torrent.
tl: Maglagay ng lista ng may bisang BitTorrent TrackerServer URLs. Ang iyong bagong torrent ay ihahayag sa mga tracker kapag sinimulan mo na ang pagseed ng torrent.
tr: Geçerli BitTorent İzleyici Sunucusu Adres listesi giriniz. Yeni torrentiniz eğer torrenti tohumlamaya başlarsanız bu izleyicilere duyurulacaktır.
zh_tw: 輸入一系列有效的BitTorrent追蹤伺服器URL如果開始種植種子檔，新種子檔會傳達到這些伺服器中。

source: Save torrent as...
de: Torrent speichern unter...
pl: Zapisz torrent jako...
tl: Sagipin ang torrent bilang...
tr: Torrent'i şu şekilde kaydedin...
zh_tw: 共用的檔案

source: Close
de: Schließen
pl: Zamknij
tl: Isara
tr: Kapat
zh_tw: 關閉(&C)

source: Select
de: Auswählen
pl: Zaznacz
tl: Piliin
tr: Seç
zh_tw: 選擇速度

source: Error: You can't read on that file/folder.
de: Fehler. Sie können von dieser Datei oder Verzeichnis nicht lesen.
pl: Błąd: Nie możesz czytać tego pliku/katalogu.
tl: Kamalian: Hindi ka maaring bumasa sa file o folder na iyan.
tr: Hata: Bu dosyayı/klasörü okuyamazsınız
zh_tw: 錯誤：無法讀取文件/資料夾。

source: Please select a file or a folder. Your new torrent will need content to index.
de: Bitte eine Datei oder ein Verzeichnis wählen. Dein neuer Torrent benötigt Inhalte zur Indexierung.
pl: Wybierz plik lub katalog. Twój nowy torrent będzie potrzebował zawartości do zindeksowania.
tl: Pakiusap pumili ng file o isang folder. Ang iyong bagong torrent ay mangangailangan ng nilalaman para maindeks.
tr: Lütfen bir dosya veya klasör seçiniz. Yeni torrentinizin endeksleyecek içeriğe ihtiyacı olacaktır.
zh_tw: 請選擇檔或資料夾。新種子檔需要索引內容。

source: Something's missing
de: Etwas fehlt
pl: Coś brakuje
tl: Mayroong nawawala
tr: Birşeyler eksik
zh_tw: 數據遺失

source: The folder you selected is empty.
de: Das ausgewählte Verzeichnis ist leer.
pl: Katalog który wybrałeś jest pusty.
tl: Ang pinili mong folder ay walang laman.
tr: Seçtiğiniz klasör boştur.
zh_tw: 所選資料夾為空。

source: Invalid Folder
de: Ungültiges Verzeichnis
pl: Zły Katalog
tl: Imbalidong folder
tr: Geçersiz dosya
zh_tw: 無效的檔名

source: Torrent Created.
de: Torrent Erstellt.
pl: Torrent Utworzony.
tl: Nalikha ang Torrent.
tr: Torrent Oluşturuldu
zh_tw: 已建立

source: Torrent File
de: Torrent Datei
pl: Plik Typu Torrent
tl: Torrent na file
tr: Torrent dosyaları
zh_tw: 內容過濾器

source: Saving Torrent...
de: Speichert Torrent...
pl: Zapisywanie Torrentu...
tl: Sinasagip ang Torrent...
tr: Torrent Kaydediliyor...
zh_tw: 儲存檔案...

source: Downloading
de: Download
pl: Pobieranie
tl: Idinadownload
tr: İndiriliyor
zh_tw: 下載

source: Error
de: Fehler
pl: Błąd
tl: Kamalian
tr: Hata
zh_tw: 錯誤

source: Error - corrupted file
pl: Błąd - uszkodzony plik

source: Error - can't save
pl: Błąd - nie można zachować

source: Paused
de: Angehalten
pl: Wstrzymane
tl: Pysäytetty
tr: Duraklatıldı
zh_tw: 已暫停

source: Canceled
de: Abbruch
pl: Anulowane
tl: Nakansela
tr: İptal Edildi
zh_tw: 取消掃瞄

source: Waiting
de: Anfrage gesendet, warte...
pl: Oczekiwanie
tl: Naghihintay
tr: Bekleniyor
zh_tw: 等待中

source: Finished
de: Abgeschlossen
pl: Zakończone
tl: Natapos
tr: Tamamlandı
zh_tw: 完成

source: Select files to download
de: Ausgewählte Dateien herunterladen
pl: Wybierz pliki do pobrania
tl: Pumili ng files na idadownload
tr: İndirmek için dosyaları seçin
zh_tw: 清除選取的下載

source: Download Selected Files Only
de: Nur die ausgewählten Dateien herunterladen.
pl: Pobierz Tylko Wybrane Pliki
tl: Idownload ang mga napiling files lamang
tr: Sadece Seçilmiş Dosyaları İndirin
zh_tw: 下載所有選取的檔案

source: File
de: Datei
pl: Plik
tr: Dosya
zh_tw: 檔案(&F)

source: Type
de: Art
pl: Typ
tl: Klase
tr: Tür:
zh_tw: 類型:

source: Extension
de: Erweiterung
pl: Rozszerzenie
tl: Extensyon
tr: Uzantı
zh_tw: 副檔名:

source: Select/Unselect all files
de: Markieren / Markierung aufheben
pl: Zaznacz/Odznacz wszyskie pliki
tl: Piliin/Huwag Piliin ang lahat ng files
tr: Bütün doayaları Seçin/Seçmeyin
zh_tw: 刪除選取的檔案

source: Unknown
pl: Nieznany

source: Preparing selection
de: Auswahl wird vorbereitet
pl: Przygotowywuje wybrane pliki
tl: Inihahanda ang napili
tr: Seçime hazırlanıyor
zh_tw: 開啟選取的檔案

source: please wait...
de: bitte warten...
pl: prosze zaczekać...
tl: pakiusap maghintay...
tr: Lütfen bekleyiniz...
zh_tw: 請稍候...

source: Select the content you want to send
de: Wählen Sie die Inhalte aus, die Sie senden möchten
pl: Wybierz jakie pliki chcesz wysłać
tl: Piliin ang nilalaman na gusto mong ipadala
tr: Göndermeyi istediğiniz içeriği seçin
zh_tw: 清除選取的下載

source: Download
pl: Pobierz
tl: I-download
tr: İndirme
zh_tw: 下載

source: at
de: bei
pl: przy
tl: sa
tr: de/da
zh_tw: 聊天...

source: via FrostWire
de: über FrostWire
pl: poprzez FrostWire
tl: gamit ang FrostWire
tr: FrostWire yoluyla
zh_tw: 使用 FrostWire(&U)

source: Use the following text to share the "%s" folder
de: Benutze den folgenden Text, um das "%s" Verzeichnis zu teilen
pl: Użyj poniższego tekstu aby dzielic sie katalogiem "%s"
tl: Gamitin ang sumusunod na salita upang maibahagi ang folder na "{0}", -
tr: "%s" klasörünü paylaştırmak için aşağıdaki metni kullanın
zh_tw: 用下列文本進行共用

source: Tips
de: Tipps
pl: Wskazówki
tl: Mga gabay
tr: İpuçları
zh_tw: 提示

source: All done! Now share the link
de: Fertig! Der Link kann nun geteilt werden
pl: Gotowe! Teraz podziel sie linkiem
tl: Tapos na lahat! Ibahagi na ang link ngayon
tr: Hepsi bitti! Şimdi bağlantıyı paylaşın
zh_tw: 全部完成！現在分享連結

source: Twitter it
de: Mit Twitter veröffentlichen
pl: Tweetnij
tl: Itwitter
tr: Twitter'layın
zh_tw: 分享到Twitter

source: Send the message above to Twitter
de: Sende die obige Nachricht zu Twitter
pl: Wyślij wiadomość na Twitter
tl: Ipadala ang mensahe sa taas sa Twitter
tr: Yukarıdaki mesajı Twitter'a gönderin
zh_tw: 發送上述資訊到Twitter

source: Copy Text
de: Text kopieren
pl: Kopiuj Tekst
tl: Kopyahin ang teksto
tr: Metni Kopyala
zh_tw: 複製報告

source: Copy entire message to Clipboard
de: Gesamten Text in die Zwischenablage kopieren
pl: Skopiuj całą wiadomość do schowka
tl: Kopyahin ang buong mensahe sa Clipboard
tr: Tüm mesajı panoya kopyalayın
zh_tw: 複製Magnet連結到剪貼簿

source: Message copied to clipboard.
de: Nachricht wurde in die Zwischenablage kopiert.
pl: Wiadomość skopiowana do schowka
tl: Nakopya ang mensahe sa clipboard.
tr: Panoya kopyalanmış mesaj
zh_tw: 複製到剪貼簿

source: Copy Link
de: Link kopieren
pl: Kopiuj Link
tl: Kopyahin ang Link
tr: Bağlantıyı Kopyala
zh_tw: 複製

source: Copy Link to Clipboard
de: Link in die Zwischenablage kopieren
pl: Skopiuj Link do Schowka
tl: Kopyahin ang Link sa Clipboard
tr: Bağlantıyı Panoya Kopyala
zh_tw: 複製到剪貼簿

source: Link copied to clipboard.
de: Link wurde in die Zwischenablage kopiert.
pl: Link skopiowany do schowka.
tl: Nakopya ang Link sa clipboard.
tr: Panoya Kopyalanmış Bağlantı
zh_tw: 複製到剪貼簿

source: Copy Magnet URL to Clipboard
de: Magnet-Links in die Zwischenablage kopieren
pl: Skopiuj Link Magnetu do Schowka
tl: Kopyahin ang Magnet URL sa Clipboard
tr: Magnet Linklerini Panoya Kopyala
zh_tw: 複製Magnet連結到剪貼簿

source: Magnet copied to clipboard.
de: Magnet-Links wurde in die Zwischenablage kopiert.
pl: Magnet skopiowany do schowka
tl: Nakopya ang Magnet sa clipboard.
tr: Panoya kopyalanmış magnet
zh_tw: 複製Magnet連結到剪貼簿

source: Torrent Data Save Folder
de: Download-Verzeichnis
pl: Katalog Zachowywania Danych Torrentu
tl: Folder na Sagipan ng Datos ng Torrent
tr: Torrent Verisi Klasöre Kaydedilir
zh_tw: 儲存資料夾:

source: You forgot to enter a path for the Torrent Data Folder.
de: Sie haben vergessen einen Pfad für das Datenverzeichnis des Torrent einzugeben.
pl: Zapomniałeś wpisać ścieżkę do Katalogu Danych Torrentu
tl: Nakalimutan mong maglagay ng daanan para sa folder ng mga datos ng torrent
tr: Torrent Veri Klasörü için gereken patikayı girmeyi unuttunuz
zh_tw: 沒有輸入種子資料檔案夾的路徑。

source: Please enter a valid path for the Torrent Data Folder
de: Bitte geben Sie einen gültigen Pfad für den Download-Ordner an
pl: Prosze wpisz ważną ścieżke do Katalogu Danych Torrentu
tl: Maglagay ng tamang daanan para sa folder ng mga datos ng torrent.
tr: Torrent Veri Klasörü için lütfen geçerli bir yol girin
zh_tw: 請輸入有效的年份。

source: The Torrent Data Folder cannot be inside the
de: Der Download-Ordner kann nicht an dieser Steller erstellt werden.
pl: Katalog Danych Torrentu nie może być w środku
tl: Ang folder ng datos ng torrent ay hindi maaring nasa loob ng
tr: Torrent Veri Klasörü şunun içinde değil...
zh_tw: 檔案損毀。資料不能儲存。

source: Could not resolve folder path.
de: Der Pfad konnte nicht geöffnet werden.
pl: Nie mogłem rozszyfrowac ścieżki katalogu.
tl: Hindi maresolba ang daanan ng folder.
tr: Klasör yolu çözülemiyor
zh_tw: 不能瀏覽主機 {0} 。
