Repository: muckachina/frostwire-desktop
Catalog: lib/messagebundles/*.po
Languages: de, pl, tl, tr, zh_tw

source: FrostWire was unable to connect to the bug server in order to send the below bug report. For further help and to aid with debugging, please visit www.frostwire.com and click 'Support'. Thank you.
de: FrostWire war nicht in der Lage, zum Server Kontakt aufzunehmen, um den Fehlerbericht zu verschicken. Um bei der Fehlerkorrektur zu helfen, wäre es gut, wenn Sie den folgenden Text als eMail an bugs@frostwire.com verschicken könnten. Vielen Dank.
pl: FrostWire nie był w stanie połączyć sie z serwerem błędów i wysłać raportu błędu. Jeśli nadal chcesz pomóc w rozwoju programu, odwiedź stronę www.frostwire.com i kliknij w odnośnik 'Support'. Dziękujemy.
tl: Hindi nakakonekta ang FrostWire sa bug server para ipadala ang ulat na nasa baba. Para lalo kang matulungan at para tulungan ka sa debugging, bisitahin ang www.frostwire.com at pindotin ang 'Suporta'. Salamat.
tr: FrostWire, aşağıdaki hata raporunu gönderme sırasında hata sunucusuna bağlanamadı. Daha fazla yardım ve hata ayıklamaya yardım için lütfen www.frostwire.com sitesini ziyaret ederek 'Destek' linkine tıklayın. Teşekkür Ederiz..
zh_tw: FrostWire 無法連線到錯誤回報伺服器，傳送錯誤報告。若想協助修正，請複製以下文字，傳送至 bugs@frostwire.com。謝謝您。

source: Copy Report
de: Bericht kopieren
pl: Kopiuj Raport
tl: Kopyahin ang ulat
tr: Raporu Kopyala
zh_tw: 複製報告

source: FrostWire was unable to write a necessary file because your hard drive is full. To continue using FrostWire you must free up space on your hard drive.
de: FrostWire war nicht in der Lage, eine benötigte Datei zu erstellen, weil Ihre Festplatte voll ist. Damit Sie mit FrostWire fortfahren können, müssen Sie zunächst Platz auf Ihrer Festplatte schaffen.
pl: FrostWire nie był w stanie zapisać potrzebnego pliku, gdyż Twój dysk jest pełny. By kontynuować, zwolnij miejsce na dysku twardym.
tl: Hindi naisulat ang isang kinakailangan na file dahil puno na ang iyong hard drive. Upang makapagpatuloy sa pag-gamit ng FrostWire, dapat kang maglaan ng espasyo sa iyong hard drive.
tr: FrostWire sabit diskiniz dolu olduğundan gerekli bir dosyayı oluşturamadı. FrostWire'ı kullanmaya devam etmek için sabit diskinizde yer açmak zorundasınız.
zh_tw: 由於硬碟空間已滿，因此FrostWire無法寫入檔。如要繼續使用FrostWire，必須清出硬碟空間。

source: FrostWire was unable to open a necessary file because another program has locked the file. FrostWire may act unexpectedly until this file is released.
de: FrostWire war nicht in der Lage, eine benötigte Datei zu öffnen, weil die Datei von einem anderen Programm verwendet wird. FrostWire wird nicht korrekt funktionieren, bis diese Datei freigegeben ist.
pl: FrostWire nie był w stanie otworzyć potrzebnego pliku, gdyż jest on zablokowany przez inny program. FrostWire może zachowywać się nieoczekiwanie dopóki plik nie zostanie zwolniony.
tl: Hindi nabuksan ng FrostWire ang isang kinakailangan na file dahil ikinandado ito ng isang programa. Maaring biglang magloko ang FrostWire hangga't hindi ito nabubuksan.
tr: Başka bir program tarafından kullanıldığı için, FrostWire gerekli bir dosyayı açamadı. Bu dosya serbest bırakılana kadar FrostWire beklenmedik şekilde hareket edebilir.
zh_tw: FrostWire 無法打開必要的檔案，因為該檔案正在被其他程式鎖定。該檔案被釋放前，FrostWire 可能會出現意外的操作。

source: FrostWire was unable to write a necessary file because you do not have the necessary permissions. Your preferences may not be maintained the next time you start FrostWire, or FrostWire may behave in unexpected ways.
de: FrostWire konnte eine benötigte Datei nicht anlegen, weil Sie nicht die benötigten Schreibberechtigungen besitzen. Ihre Einstellungen gehen evtl. verloren, wenn Sie FrostWire neu starten oder FrostWire wird sich evtl. in unerwarteter Weise verhalten.
pl: FrostWire nie był w stanie zapisać potrzebnego pliku, gdyż nie masz do tego uprawnień. Twoje preferencje mogą nie być zachowane gdy następnym razem uruchomisz FrostWire, lub FrostWire może zachowywać się nieoczekiwanie.
tl: Hindi magawa ng FrostWire ang isang kinakailangan na file dahil wala kang permiso para dito. Maaring hindi mapanatili ang iyong kagustuhan sa susunod na buksan mo ang FrostWire o maaring magloko ang FrostWire.
tr: FrostWire gerekli bir dosyayı gerekli izniniz bulunmadığından dolayı kaydedemedi. Gelecek sefer FrostWire'ı calıştırdığınızda tercihleriniz devam ettirilemeyebilir ve ya FrostWire beklenmedik şekilde davranabilir.
zh_tw: 因為您沒有必要的許可，FrostWire 無法寫入必要的檔案。您下次啟動 FrostWire 時偏好設定可能不會被保存，或者 FrostWire 可能出現意外的反應。

source: FrostWire cannot open a necessary file because the filename contains characters which are not supported by your operating system. FrostWire may behave in unexpected ways.
de: FrostWire kann eine notwendige Datei nicht öffnen, weil der Dateiname Zeichen enthält, die von Ihrem Betriebssystem nicht unterstützt werden. FrostWire wird sich evtl. in unerwarteter Weise verhalten.
pl: FrostWire nie może otworzyć potrzebnego pliku, gdyż jego nazwa zawiera litery, które nie są obsługiwane przez Twój system operacyjny. FrostWire może zachowywać się nieoczekiwanie.
tl: Hindi mabuksan ng FrostWire ang isang kinakailangan na file dahil ang pangalan nito ay may mga karakter na hindi sinusuportahan ng iyong operating system. Maaring hindi gumana ng maayos ang FrostWire.
tr: FrostWire gerekli bir dosyayı adında işletim sisteminin desteklemediği karakterler bulunması sebebiyle açamadı. FrostWire beklenmedik şekilde davranabilir.
zh_tw: FrostWire 無法打開必要的檔案，因為該檔名包含您操作系統不支援的字元。FrostWire 可能出現意外反應。

source: FrostWire cannot download the selected file because your hard drive is full. To download more files, you must free up space on your hard drive.
de: FrostWire kann die gewählte Datei nicht herunterladen, da die Festplatte voll ist. Wenn Sie weitere Dateien herunterladen wollen, müssen Sie zuerst Platz auf Ihrer Festplatte freimachen.
pl: FrostWire nie może pobrać wybranego pliku, ponieważ Twój dysk jest pełny. Aby pobrać więcej plików musisz zwolnić miejsce na dysku.
tl: Hindi madownload ng FrostWire ang napiling file dahil puno na ang iyong hard drive. Para makapag download ng mas maraming files, kailangan mong maglaan ng espasyo sa iyong hard drive.
tr: FrostWire seçili dosyayı hard diskiniz dolu olduğundan indiremiyor. Daha fazla dosya indirmek için, hard diskinizde boş yer açmak zorundasınız.
zh_tw: 硬碟已滿，FrostWire 無法下載選取的檔案。要下載更多檔案，您必須釋放硬碟空間。

source: FrostWire was unable to download the selected file because another program is using the file. Please close the other program and retry the download.
de: FrostWire war nicht in der Lage, die gewählte Datei herunterzuladen, weil die Datei von einem anderem Programm verwendet wird. Bitte schließen Sie die Datei in dem anderen Programm und wiederholen Sie den Download.
pl: FrostWire nie był w stanie pobrać wybranego pliku, ponieważ jest on używany przez inny program. Zamknij inne aplikacje i spróbuj ponownie.
tl: Hindi nadownload ng FrostWire ang napiling file dahil may ibang programa na gumagamit dito. Pakisara ang ibang programa at subukan muli.
tr: Başka bir program kullanmakta olduğundan FrostWire seçili dosyayı indiremedi. Lütfen diğer programı kapatın ve tekrar deneyin.
zh_tw: FrostWire 無法下載選取的檔案，因為該檔案正在被其他程式使用。請關閉該程式，重新嘗試下載。

source: FrostWire was unable to create or continue writing an incomplete file for the selected download because you do not have permission to write files to the incomplete folder. To continue using FrostWire, please choose a different Save Folder.
de: FrostWire konnte für den ausgewählten Download keine unvollendete Datei weiterschreiben oder erstellen, weil Sie keine Schreibberechtigung für das Verzeichnis für unvollendete Dateien haben. Um fortzufahren, wählen Sie bitte ein anderes Verzeichnis zum Speichern.
pl: FrostWire nie był w stanie utworzyć lub kontynuować zapisu niekompletnego pliku, gdyż nie masz uprawnień do zapisywania plików w katalogu plików niekompletnych. By kontynuować używanie FrostWire, wybierz inny folder docelowy.
tl: Hindi nagawa o naipagpatuloy ng FrostWire ang pagsulat ng hindi kumpletong file para sa napiling download dahil wala kang permiso para sumulat ng files sa folder ng hindi kumpleto. Upang patuloy na magamit ang FrostWire, pumili ng ibang folder na sasagipan.
tr: FrostWire seçilen indirmeye ait tamamlanmamış bir dosyayı oluşturamadı veya yazmaya devam edemedi, çünkü tamamlanmamış dosya klasörüne yazma hakkınız yok. FrostWire'i kullanmaya devam etmek için, lütfen farklı bir Kaydetme Klasörü seçiniz.
zh_tw: 因為您未被許可向未完成資料夾中寫入檔案，FrostWire 不能建立或繼續寫入選定下載的未完成檔案。要繼續使用 FrostWire，請選擇不同的儲存資料夾。

source: FrostWire was unable to open the incomplete file for the selected download because the filename contains characters which are not supported by your operating system.
de: FrostWire konnte die unvollendete Datei für den ausgewählten Download nicht öffnen, da der Dateiname Zeichen enthält, die von Ihrem Betriebssystem nicht unterstützt werden.
pl: FrostWire nie był w stanie otworzyć niekompletnego pliku z wybranego pobrania, gdyż jego nazwa zawiera znaki, które nie są obsługiwane przez Twój system operacyjny.
tl: Hindi nabuksan ng FrostWire ang hindi kumpletong file para sa napiling download dahil ang pangalan nito ay mayroong mga karakter na hindi suportado ng iyong operating system.
tr: İşletim sisteminin desteklemediği karakterler içerdiğinden dolayı , FrostWire seçilen indirme için tamamlanmamış dosyayı açamıyor.
zh_tw: FrostWire 無法打開選定下載中的未完成檔案，因為該檔名包含您操作系統不支援的字元。

source: File & Protocol Associations
de: Datei und Protokoll Verbindung
pl: Skojarzenia Plików i Protokołów
tl: Asosasyon ng File at Protocol
tr: Dosya & Protokol Eşleştirmeleri
zh_tw: 檔協議關聯

source: What type of resources should FrostWire open?
de: Welchen Dateityp soll FrostWire öffnen?
pl: Jakiego typu zasoby powinien otworzyć FrostWire?
tl: Anong klase ng kakayahan ang dapat buksan ng FrostWire?
tr: Hangi tür kaynaklar FrostWire ile açılsın?
zh_tw: FrostWire應打開哪種類型的資源？

source: What should FrostWire do with the selected associations on startup?
de: Was soll FrostWire mit den vordefinierten Verbindungen tun wenn das programm startet.
pl: Co powinien zrobić FrostWire z wybranymi skojarzeniami przy starcie?
tl: Ano ang dapat gawin ng FrostWire sa napiling asosasyon sa simula?
tr: FrostWire seçilen eşleştirmeler için başlangıçta ne yapmalı?
zh_tw: 在啟動時，FrostWire對已選定關聯應該做什麼？

source: Always take the selected associations.
de: Immer die vordefinierten Verbindungen nehmen.
pl: Zawsze wybierz ustalone skojarzenia.
tl: Parating kunin ang napiling mga asosasyon.
tr: Her zaman seçilen eşleştirmeleri al.
zh_tw: 刪除選取的連線

source: Ignore all missing associations.
de: Alle fehlenden Verbindungen ignorieren.
pl: Ignoruj wszystkie brakujące skojarzenia.
tl: Huwag pansinin ang mga nawawalang asosasyon.
tr: Tüm eksik eşleştirmeleri görmezlikten gel.
zh_tw: 忽略所有遺漏的關聯。

source: Ask me what to do when an association is missing.
de: Mich fragen was zu tun ist, wenn eine Verbindung fehlt.
pl: Zapytaj mnie co zrobić kiedy brakuje skojarzenia.
tl: Tanungin mo ako kung anong gagawin kapag may nawawalang asosasyon.
tr: Bir eşleştirme yapılmamışsa bana ne yapılacağını sor.

source: BitTorrent Sharing Settings
de: BitTorrent Freigabe-Einstellungen
pl: Ustawienia Sieci BitTorrent
tl: Ayos sa Pagbabahagi ng BitTorrent
tr: BitTorrent Paylaşım Ayarları
zh_tw: 您正在共用的檔案數

source: Choose a folder where files downloaded from the BitTorrent network should be saved to. Please select if you want to "Seed" or to not "Seed" finished downloads. The link below has more information about "Seeding".
de: Wählen Sie ein Verzeichnis aus, wo die herunter geladenen BitTorrent-Daten abgespeichert werden sollen. Bitte wählen Sie, ob Sie abgeschlossene Downloads "Seeden" oder nicht "Seeden" wollen. Der nachfolgende Link enthält weitere Informationen zum "Seeden".
pl: Wybierz katalog do którego chcesz zapisywać pliki pobrane z sieci BitTorrent.Proszę wybrać czy chcesz "Seedować" czy nie "Seedować" zakończone pobrania.Kliknij na poniższy link aby dowiedzieć się więcej o "Seedowaniu".
tl: Pumili ng folder kung saan dapat sagipin ang mga files na nadownload mula sa network ng BitTorrent. Pumili kung gusto mong "Iseed" o huwag "Iseed" ang tapos ng madownload. Ang link sa baba ay may impormasyon tungkol sa "Pagsiseed".
tr: BitTorrent ağından indirilmiş dosyaların kaydedilmesi gerektiği bir klasör seçiniz. Lütfen bitirilmiş indirmelerin "Tohumlama" veya "Tohumlamama" seçeneğini seçiniz. Aşağıdaki linkin "Tohumlama" üzerine daha fazla bilgisi mevcuttur.
zh_tw: 選擇從BitTorrent網路下載檔案應該保存的資料夾請選擇是否想要作種或者無作種完全下載。點擊下列連結，瞭解更多關於作種詳情。

source: <html><p>You forgot to select your finished downloads "Seeding" setting.</p> <p></p><p align="right"><a href="{0}">What is "Seeding"?</a></p></html>
de: <html><p>Sie haben nicht angegeben, ob die abgeschlossenen Downloads "geseedet" werden sollen.</p> <p></p><p align="right"><a href="{0}">Was bedeutet "seeden?"?</a></p></html>
pl: <html><p>Zapomniałeś wybrać ustawienia "Seeding" dla twoich zakończonych pograń.</p> <p></p><p align="right"><a href="{0}">Co to jest "Seeding"?</a></p></html>
tl: <html><p>Nakalimutan mong pumili ng setting ng"Pagsiseed" sa iyong natapos na mga download.</p> <p></p><p align="right"><a href="{0}">Ano ang "Pagsiseed"?</a></p></html>
tr: <html><p>Tamamlanan indirmelerinizin "Tohoumlama" ayarını seçmeyi unuttunuz.</p> <p></p><p align="right"><a href="{0}"> "Tohumlama" nedir?</a></p></html>
zh_tw: <p>沒有選擇完全下載 "作種" 設置.</p> <p></p><p align="right"><a href="{0}">什麼是 "作種"?</a></p></html>

source: FrostWire could not create the Torrent Data Folder {0}
de: FrostWire konnte nicht den Torrent-Ordner erstellen {0}
pl: FrostWire nie mógł stworzyć Katalogu Danych Torrentów {0}
tl: Hindi magawa ng FrostWire ang Folder ng Datos ng Torrent na {0}
tr: FrostWire Torrent Veri Klasörünü oluşturamadı {0}
zh_tw: FrostWire無法找到您的流覽網以顯示下列網頁：{0}。

source: You're almost done!
de: Sie sind fast fertig!
pl: Już prawie koniec!
tl: Malapit ka nang matapos!
tr: İşiniz bitmek üzere!
zh_tw: 幾乎完成！

source: State your intent below to start using FrostWire
de: Erklären Sie nachfolgend Ihre Absicht, um FrostWire zu starten
pl: Wpisz jakie są twoje zamiary aby zacząć używać FrostWire
tl: Sabihin ang iyong intensyon sa ibaba para umpisahan ang paggamit ng FrostWire
tr: FrostWire'ı kullanma niyetinizi aşağıda belirtin
zh_tw: 使用新面板需要重新啟動 FrostWire。

source: FrostWire is a peer-to-peer program for sharing authorized files only. Installing and using the program does not constitute a license for obtaining or distributing unauthorized content.
de: FrostWire ist eine 'Peer-to-Peer'-Applikation, um Inhalte zu teilen, die keiner Beschränkung unterliegen. Das Installieren und Ausführen des Programms, stellt keine Erlaubnis zur Beschaffung oder Vertrieb von unberechtigten Inhalten dar.
pl: FrostWire to program peer-to-peer przeznaczony to dzielenia sie tylko i wyłącznie autoryzowanymi plikami. Instalacja i obsługa programu nie jest równoznaczna z licencją na pobieranie lub dzielenie się nieautoryzowanymi treściami.
tr: FrostWire yalnızca yetkilendirilmiş dosyaları uçtan-uca paylaşma programıdır. Bu programı kurmak ve kullanmak yetkisiz içeriğin edinilmesi ve dağıtılması için bir lisans oluşturmaz.
zh_tw: FrostWire是一個僅供授權檔共用的點對點程式。安裝及使用該程式不包括對獲取或散佈未經授權的內容的許可。

source: Find out more...
de: Wussten Sie schon...
pl: Dowiedz się więcej...
tl: Lalong alamin...
tr: Daha fazlasını keşfedin...
zh_tw: 您知道嗎...

source: <html><div display="block" color="#515151" size="13">I <b>will not</b> use FrostWire {0} for copyright infringement.</div></html>
de: <html><div display="block" color="#515151" size="13">ich <b>werde</b> FrostWire {0} <b>nicht</b> zur Urheberrechtsverletzung nutzen.</div></html>
pl: <html><div display="block" color="#515151" size="13"><b>Nie będę</b> używać FrostWire {0} do naruszania praw autorskich.</div></html>
tl: <html><div display="block" color="#515151" size="13">Ako <b>ay hindi</b> gagamit ng FrostWire{0} para sa copyright infringement.</div></html>
tr: <html><div display="block" color="#515151" size="13">FrostWire {0} programını kopya hakları ihlali amaçlı olarak <b>kullanmayacağım</b>.</div></html>
zh_tw: 我會用FrostWire{0}進行版權侵權。

source: <html><div display="block" color="#515151" size="13">I <b>might use</b> FrostWire {0} for copyright infringement.</div></html>
de: <html><div display="block" color="#515151" size="13">Möglicherweise <b>werde ich</b> FrostWire {0} zur Urheberrechtsverletzung nutzen.</div></html>
pl: <html><div display="block" color="#515151" size="13"><b>Możliwe</b> że użyję FrostWire {0} do naruszania praw autorskich.</div></html>
tl: <html><div display="block" color="#515151" size="13">Ako <b>ay maaring</b>gumamit ng FrostWire {0} para sa copyright infringement.</div></html>
tr: <html><div display="block" color="#515151" size="13">FrostWire {0} yazılımını kopya hakları ihlali amaçlı olarak <b>kullanabilirim</b>.</div></html>
zh_tw: 我不會用FrostWire{0}作為版權侵權。

source: State Your Intent
de: Erklären Sie Ihre Absicht
pl: Jakie Masz Zamiary
tl: Sabihin ang iyong intensyon
tr: Amacınızı Belirtin
zh_tw: 聲明意圖

source: One more thing...
de: Noch eine Sache...
pl: I jeszcze jedno...
tl: Isang bagay pa...
tr: Bir şey daha...
zh_tw: 還有一點...

source: Language:
de: Sprache:
pl: Język:
tl: Lengwahe:
tr: Dil:
zh_tw: 語言:

source: Miscellaneous Settings
de: Verschiedene Einstellungen
pl: Dodatkowe Ustawienia
tl: Iba-ibang mga Settings
tr: Çeşitli Ayarlar
zh_tw: 其他設置

source: Below, are several options that affect the functionality of FrostWire.
de: Unten aufgeführt sind einige Optionen, die die Funktionalität von FrostWire beeinträchtigen.
pl: Poniżej znajdziesz kilka opcji które mogą wpłynąć na funkcjonalność FrostWire.
tl: Sa ibaba ay maraming pagpipilian na nakakaapekto sa pangsyonalidad ng Frostwire.
tr: Aşağıda, FrostWire'ın fonksiyonelliğini etkileyen birkaç seçenek mevcuttur.
zh_tw: 以下是幾個會影響FrostWire功能的選項。

source: System Startup
de: Systemstart
pl: Uruchomienie Systemu
tl: Paguumpisa ng Sistema
tr: Sistem Başlangıcı
zh_tw: 系統啟動時執行:

source: Start Automatically
de: Automatisch starten
pl: Sortuj Automatycznie
tl: Kusang Magumpisa
tr: Otomatik Başlat
zh_tw: 自動啟動

source: Would you like FrostWire to start when you log into your computer? This will cause FrostWire to start faster when you use it later.
de: Soll FrostWire automatisch starten, wenn Sie sich an Ihrem Rechner hochfahren? FrostWire startet dann schneller, als wenn Sie das Programm ohne diese option starten.
pl: Czy chcesz aby FrostWire załadował się automatycznie kiedy logujesz się do twojego komputera? To pozwoli FrostWire załadować się bardzo szybko kiedy będziesz gotowy go używać.
tl: Gusto mo bang buksan ang FrostWire sa pagpasok mo sa iyong kompyuter? Mas mapapabilis nito ang pagtakbo ng FrostWire kapag ginamit mo maya-maya.
tr: FrostWire'i bilgisayarınız başlatıldığında çalıştırılmasını ister misiniz?Bu FrostWire'in daha sonra kullanımınız için daha hızlı başlamasına sebep olacak.
zh_tw: 您是否希望登入電腦時啟動 FrostWire? 選擇這個項會加快稍後使用 FrostWire 時的啟動速度。

source: FrostWire Setup Wizard
de: FrostWire Einrichtungsassistent
pl: Program Instalacyjny FrostWire
tl: Wizard sa Pagaayos ng Frostwire
tr: FrostWire Ayar Sihirbazı
zh_tw: FrostWire設置嚮導

source: Next >>
de: Nächste >>
pl: Dalej >>
tl: Susunod >>
tr: İleri >>
zh_tw: 下一步 >>

source: << Back
de: << Vorherige
pl: << Cofnij
tl: << Bumalik
tr: << Geri
zh_tw: << 上一步

source: Finish
de: Abschließen
pl: Zakończ
tl: Tapos
tr: Bitir
zh_tw: 完成

source: Learn more about this option...
de: Mehr über diese Einstellung lernen...
pl: Dowiedz się więcej o tych opcjach...
tl: Lalong matuto tungkol dito
tr: Bu seçenek hakkında daha fazlasını öğrenin..
zh_tw: 更多關於此選項...

source: FrostWire is a Peer to Peer Application that enables you to share files of your choosing with other users connected to the BitTorrent network.
de: FrostWire ist eine 'Peer-to-Peer'-Applikation, die es ermöglicht, mit anderen Teilnehmern des BitTorrent Netzwerkes Daten auszutauschen.
pl: FrostWire jest aplikacją Peer to Peer która umożliwia dzielenie się plikami wybranymi przez ciebie z innymi użytkownikami połączonymi to sieci BitTorrent.
tl: Ang Frostwire ay isang Peer to Peer na Applikasyon na nagpapahintulot sa iyong mamahagi ng mga files na iyong napili sa ibang mga tagagamit na naka konekta sa network ng BitTorrent.
tr: FrostWire seçtiğiniz dosyaları BitTorrent ağına bağlanmış başkalarıyla paylaşmanıza olanak sağlayan ve Uçtan-Uca çalışan bir Uygulamadır.
zh_tw: FrostWire是一個點對點應用程式，能使您與BitTorrent網路上其他使用者共用您所選的檔。

source: Installing and using the program does not constitute a license for obtaining or distributing unauthorized content.
de: Das Installieren und Ausführen des Programms, stellt keine Erlaubnis zur Beschaffung oder Vertrieb von unberechtigten Inhalten dar.
pl: Instalacja i obsługa programu nie stanowi licencji na pobieranie lub dzielenie się nieautoryzowanymi treściami.
tr: Bu programı kurmak ve kullanmak, onun üzerinden yetkilendirilmemiş içeriği elde etmek ve yaymak için bir lisans teşkil etmez.
zh_tw: 安裝及使用該程式不包括對獲取或散佈未經授權內容的許可。

source: Welcome
de: Willkommen
pl: Witamy
tl: Maligayang Pagdating
tr: Hoş Geldiniz
zh_tw: 歡迎

source: Welcome to the FrostWire setup wizard. FrostWire has recently added new features that require your configuration. FrostWire will guide you through a series of steps to configure these new features.
de: Willkommen zum FrostWire-Installations-Assistenten. FrostWire hat kürzlich neue Eigenschaften hinzugefügt, die von Ihnen konfiguriert werden sollten. FrostWire führt Sie schrittweise zur optimalen Leistung.
pl: Witamy w programie instalacyjnym FrostWire. FrostWire dodał nowe funkcje które wymagają twojej konfiguracji. FrostWire przeprowadzi Cię przez szereg czynności aby zoptymalizować pracę programu pod kątem tych funkcji.
tl: Maligayang pagdating sa Setup Wizard ng FrostWire. Kamakailan lang ay nagdagdag ng mga bagong features ang FrostWire na kinakailangan ng iyong pag-aayos. Gagabayan ka ng FrostWire sa lahat ng antas ng pag-aayos nito.
tr: FrostWire setup sihirbazına hoş geldiniz. Yakın zamanda FrostWire ayar yapmanızı gerektiren yeni özellikler ekledi. FrostWire, bir dizi adımda bu yeni özellikleri ayarlamanız için size rehberlik edecek.
zh_tw: 歡迎使用 FrostWire 安裝精靈。FrostWire 新增功能需要進行設定。FrostWire 將指導您透過一系列步驟設定上述新增功能。

source: Welcome to the FrostWire setup wizard. FrostWire will guide you through a series of steps to configure FrostWire for optimum performance.
de: Willkommen zum FrostWire-Installations-Assistenten. FrostWire führt Sie schrittweise zur optimalen Leistung.
pl: Witamy w programie instalacyjnym FrostWire. FrostWire przeprowadzi Cię przez szereg czynności konfiguracyjnych aby zoptymalizować jego pracę.
tl: Maligayang pagdating sa Setup Wizard ng FrostWire. Gagabayan ka ng FrostWire sa lahat ng antas ng pag-aayos para sa mas mainam na pag-gamit.
tr: FrostWire ayar sihirbazına hoş geldiniz. FrostWire, bir dizi adım üzerindenboyunca ideal performans için FrostWire'i ayarlamanız için rehberlik edecek.
zh_tw: 歡迎使用 FrostWire 安裝精靈. FrostWire 將指導您透過一系列步驟設定 FrostWire, 以達最佳效能.

source: FrostWire is free software,
de: FrostWire ist kostenlose Software,
pl: FrostWire jest darmowym programem,
tl: Ang FrostWire ay libreng software,
tr: FrostWire ücretsiz bir yazılımdır,
zh_tw: FrostWire 已從睡眠模式中喚醒。

source: Do not pay for FrostWire.
de: Bezahlen Sie nicht für FrostWire.
pl: Nigdy nie płać za FrostWire.
tl: Huwag magbayad para sa FrostWire.
tr: FrostWire için para ödemeyin.
zh_tw: 設定 FrostWire 代理伺服器選項

source: &File
de: Datei
pl: Plik
tr: &Dosya
zh_tw: 檔案(&F)

source: &Help
de: &Hilfe
pl: &Pomoc
tl: T&uki
tr: &Yardım
zh_tw: 說明(&H)

source: &FAQ
de: Häufig gestellte Fragen
pl: Fakty
tr: &S.S.S
zh_tw: 常見疑難排解(&F)

source: Frequently Asked Questions for FrostWire
de: Häufig gestellte Fragen zu FrostWire.
pl: Najczęściej zadawane pytania dotyczące FrostWire.
tl: Mga Kadalasang na Tanong Tungkol sa FrostWire
tr: FrostWire Sıkça Sorulan Sorular'ı
zh_tw: FrostWire 常見疑難排解
