Repository: muckachina/frostwire-desktop
Catalog: lib/messagebundles/*.po
Languages: de, pl, tl, tr, zh_tw

source: FrostWire must be restarted for the new language to take effect.
de: FrostWire muss neu gestartet werden, bevor die neue Sprache angezeigt werden kann.
pl: Zmiana języka nastąpi po ponownym uruchomieniu programu.
tl: Kailangan munang buksan muli ang FrostWire para gumana ang bagong lengwahe.
tr: Yeni ayarlanan dilin etkin olabilmesi için FrostWire'nin yeniden başlatıolması gerekiyor.
zh_tw: 新語言在重新啟動 FrostWire 後效須。

source: Change Language
de: Sprache Ändern
pl: Zmień Język
tl: Palitan ang Lengwahe
tr: Dil Ayarını Değiştir
zh_tw: 更改語言

source: Help Translate FrostWire
de: An der Übersetzung von FrostWire mitwirken
pl: Pomóż Przetłumaczyć FrostWire
tl: Tumulong sa pagsasalin ng FrostWire
tr: FrostWire'nin tercüme edilmesine yardım edin..
zh_tw: 協助翻譯 FrostWire(T)

source: Show Language in status bar
de: Sprach in der Statusleiste anzeigen
pl: Pokaż język na pasku statusu
tl: Ipakita ang lengwahe sa status bar
tr: Durum çubuğunda Dili göster
zh_tw: 在狀態列顯示語言

source: Loading Messages...
de: Nachrichtendienst wird geladen...
pl: Ładowanie Wiadomości...
tl: Ikinakarga ang mga mensahe...
tr: Mesajlar Yükleniyor...
zh_tw: 載入訊息...

source: Warning
de: Warnung
pl: Uwaga
tl: Babala
tr: Uyarı
zh_tw: 警告

source: Do not display this message again
de: Diese Meldung nicht wieder anzeigen
pl: Nie pokazuj tego ponownie
tl: Huwag nang ipakita muli ang mensaheng ito
tr: Bu mesajı tekrar gösterme
zh_tw: 不再顯示這個訊息

source: Always use this answer
de: Immer diese Antwort benutzen
pl: Zawsze używaj tej odpowiedzi
tl: Palaging gamitin ang sagot na ito
tr: Daima bu cevabı kullan
zh_tw: 總是這樣回答

source: Saving downloads to {0} may not function correctly. To be sure downloads are saved properly you should save them to a sub-folder of {1}. Would you like to choose another location?
de: Das Speichern der Downloads in {0} funktioniert nicht. Um sicher zu gehen, dass Ihre Downloads gespeichert werden, verwenden Sie bitte einen Unterordner von {1}. Wollen Sie einen anderen Ordner zum Speichern Ihrer Downloads auswählen?
pl: Zachowywanie plików do {0} może nie działać prawidłowo. By zapewnić prawidłowy zapis plików należy zachowywać je w podfolderze {1}. Czy chcesz wybrać inną lokalizację?
tl: Ang pagsagip ng downloads sa {0} ay maaring hindi gumana ng maayos. Para siguradong masagip ng maayos kailangan mong sagipin sila sa isang sub-folder na {1}. Gusto mo bang pumili ng bagong lokasyon?
tr: İndirilen dosyalar {0} klasörüne doğru olarak kaydedilemedi. İnidirlen dosyaların doğru kaydedildiğinden emin olmak için, onları {1} klasörünün bir alt klasörüne kaydetmeniz tavsiye edilir. Başka bir klasör seçmek ister misiniz?
zh_tw: 保存下載至{0}無法正常運行。存至{1}的子資料夾以確保存儲正確。是否選擇其他位置？

source: FrostWire has encountered problems in managing your settings. Your settings changes may not be saved on shutdown.
de: FrostWire hat Probleme mit Deinen Einstellungen festgestellt. Die Anpassungen der Einstellungen wurden möglicherweise beim Schließen nicht gespeichert.
pl: FrostWire napotkał problem podczas zarządzania twoimi ustawieniami. Zmiany w Twoich ustawieniach mogą nie być zapisane przy zamknięciu.
tl: Nagkaroon ng problema ang FrostWire sa pagpapalakad ng iyong settings. Ang iyong settings ay maaring hindi masagip sa pag-shutdown.
tr: FrostWire ayarlarınızı yönetmede sorunlarla karşılaştı. Kapanma sırasında seçeneklerdeki değişiklikleriniz kaydedilemeyebilir.
zh_tw: FrostWire在管理設置中遇到問題。在關閉時，設置更改可能無法保存。

source: FrostWire has encountered problems in loading your settings. FrostWire will attempt to use the default values; however, may behave unexpectedly.
de: FrostWire konnte Ihre Einstellungen nicht laden. FrostWire wird versuchen, die Standardwerte zu verwenden.
pl: FrostWire napotkał na problem podczas ładowania Twoich ustawień. FrostWire spróbuje użyć domyślnych wartości, aczkolwiek program może zachowywać się nieoczekiwanie.
tl: Nagkaroon ng problema ang FrostWire sa pagkarga ng iyong settings. Ang FrostWire may magtatangkang gamitin ang default na value; kaya lang, may-ari itong magloko.
tr: FrostWire, senin ayarlarını yüklemekte problemlerle karşılaştı. FrostWire, hazır gelen değerleri kullanmayı deneyecek; Yine de, beklenmedik şekilde davranabilir.
zh_tw: FrostWire在載入設置中遇到問題。FrostWire嘗試使用預設值；不過，可能出現異常表現。

source: Shutting down FrostWire...
de: FrostWire wird beendet...
pl: Trwa Zamykanie FrostWire...
tl: Isinasara ang FrostWire...
tr: FrostWire Kapatılıyor, Hoşçakalın...
zh_tw: 關閉 FrostWire...

source: Please wait while FrostWire shuts down...
de: Bitte warten Sie, während FrostWire beendet wird...
pl: Proszę poczekać podczas gdy FrosWire się zamyka...
tl: Pakiusap maghintay muna habang isinasara ang FrostWire...
tr: FrostWire Kapatılırken Lütfen Bekleyin...
zh_tw: FrostWire正在關閉，請稍等...

source: Loading FrostWire...
de: FrostWire lädt...
pl: Ładowanie FrostWire...
tl: Ikinakarga ang FrostWire...
tr: FrostWire Yükleniyor, Hoşgeldiniz...:)
zh_tw: 載入資源...

source: Loading Status Window...
de: Statusfenster wird geladen...
pl: Ładowanie Okna Statusu...
tl: Ikinakarga ang bintana ng estado
tr: Durum Penceresi Yükleniyor...
zh_tw: 載入狀態視窗...

source: Creating donation buttons so you can give us a hand...
pl: Tworzę guziki darowizn abyś mógł nam pomóc...

source: Playing with pixels for the Firewall indicator...
pl: Bawienie sie pixelami dla wskaźnika zapory internetowej...

source: Learning to socialize on Facebook...
pl: Uczę sie jak używać Facebook...

source: Learning to socialize on Twitter...
pl: Uczę się jak używac Twitter

source: Learning to socialize on G+...
pl: Uczę się jak używac G+

source: Painting seeding sign...
pl: Maluję znak seedowania...

source: Follow us @frostwire
de: Folge uns @frostwire
pl: Obserwuj nas @frostwire
tl: Sundan kami sa @frostwire
tr: Bizi @frostwire'da takip edin
zh_tw: 關注我們@frostwire

source: Like FrostWire on Facebook and stay in touch with the community. Get Help and Help Others.
pl: Polub FrostWire na Facebook i bądź częścią naszej społeczności. Uzyskaj pomocy i pomagaj innym.

source: <html><b>Seeding</b><p>completed torrent downloads.</html>
de: <html><b>Seeden</b><p>der abgeschlossenen Torrent Downloads.</html>
pl: <html><b>Seeduje</b><p>zakończone pobrania torrentowe.</html>
tl: <html><b>Nagseseed</b>.<p>Mga nakumpletong downloads ng torrent.</html>
tr: <html><b>Tohumluyor</b><p>tamamlanmış torrent indirmeleri.</html>
zh_tw: 作種 完整種子下載。

source: <html><b>Not Seeding</b>.<p>File chunks might be shared only during<p>a torrent download.</html>
de: <html><b>Nicht am Seeden</b>.<p>Daten-Chunks können nur während des<p>Torrent Download geteilt werden.</html>
pl: <html><b>Nie Seeduję.</b>.<p>Fragmenty pliów mogą być udostępniane tylko<p>a podczas pobierania torrentu.</html>
tl: <html>Hindi nagseseed</b>.<p>Ang mga parte ng file ay maari lamang ipamahagi kapag<p>may nagdadownload ng torrent.</html>
tr: <html><b>Tohumlamıyor</b>.<p>Dosya parçaları sadece bir<p>torrent indirmesi sırasında paylaşılabilir.</html>
zh_tw: 無作種 資料塊僅在種子下載期間可以共用。

source: <html><b>Seeding</b></html>
de: <html><b>Am Seeden.</b></html>
pl: <html><b>Seeduję</b></html>
tl: <html><b>Nagsiseed</b></html>
tr: <html><b>Tohumluyor</b></html>
zh_tw: 作種

source: <html><b>Not Seeding</b></html>
de: <html><b>Nicht am Seeden</b></html>
pl: <html><b>Nie Seeduję</b></html>
tl: <html><b>Hindi Nagsiseed</b></html>
tr: <html><b>Tohumlamıyor</b></html>
zh_tw: 無作種

source: FrostWire has not detected a firewall
de: FrostWire hat keine Firewall entdeckt.
pl: FrostWire nie wykrył zapory internetowej
tl: Walang nakita na FireWall ang FrostWire
tr: FrostWire güvenlik duvarı algılamadı
zh_tw: FrostWire 沒發現防火牆

source: FrostWire has detected a firewall
de: FrostWire hat eine Firewall entdeckt.
pl: FrostWire wykrył zaporę internetową
tl: May nakitang Firewall ang FrostWire
tr: FrostWire, bir güvenlik duvarı algıladı
zh_tw: FrostWire 發現防火牆

source: Disconnected
de: Getrennt
pl: Rozłączony
tl: Hindi nakakonekta
tr: Bağlantı Kesildi
zh_tw: 離線的

source: Check your internet connection, FrostWire can't connect.
de: Überprüfen Sie Ihre Internet-Verbindung, FrostWire kann keine Verbindung aufbauen.
pl: Sprawdź twoje połączenie internetowe. FrostWire nie może się połączyć.
tl: Tiyakin ang iyong koneksyon sa internet, Hindi makakonekta ang FrostWire.
tr: İnternet bağlantınızı kontrol edin, FrostWire bağlanamıyor.
zh_tw: 檢查網路連接，FrostWire無法連接。

source: Turbo-Charged
de: Turbo-beschleunigte
pl: Super-Szybki
tr: Turbo Hızlı
zh_tw: 超強

source: Your connection to the network is extremely strong
de: Ihre Verbindung mit dem Netzwerk ist äußerst gut.
pl: Twoje połączenie z siecią jest bardzo mocne.
tl: Ang iyong koneksyon sa network ay napakalakas
tr: Ağa bağlantınız oldukça güçlü
zh_tw: 網路連線極為強勁。

source: Show Connection Quality
de: Verbindungsqualität anzeigen
pl: Pokaż Jakość Połączenia
tl: Ipakita ang kalidad ng koneksyon
tr: Bağlantı Kalitesini göster
zh_tw: 顯示連線品質

source: Show Language Status
de: Spracheinstellungen anzeigen
pl: Pokaż Status Języka
tl: Ipakita ang estado ng lengwahe
tr: Dil seçeneklerini göster
zh_tw: 顯示語言狀態

source: Show Firewall Status
de: Firewall-Status anzeigen
pl: Pokaż Status Zapory Internetowej
tl: Ipakita ang estado ng firewall
tr: Firewall durumunu göster
zh_tw: 顯示防火牆狀態

source: Show Bandwidth Consumption
de: Bandbreiten-Nutzung anzeigen
pl: Pokaż Zużycie Przepustowości
tl: Ipakita ang konsumo ng bandwidth
tr: Bandwidth tüketimini göster
zh_tw: 顯示頻寬使用量

source: Downloads:
pl: Pobrania:
tl: Mga Downloads:
tr: İndirmeler:
zh_tw: 下載:

source: Uploads:
pl: Wysyłania:
tl: Mga Uploads:
tr: Yüklemeler:
zh_tw: 上傳:

source: Total Downstream:
de: Gesamter Downstream:
pl: Łączne Pobierania:
tl: Kabuuang Downstream:
tr: Toplam İndirme Akışı:
zh_tw: 總下載流量

source: Total Upstream:
de: Gasamter Upstream:
pl: Łączne Wysyłania
tl: Kabuuang Upstream:
tr: Toplam Yükleme Akışı:
zh_tw: 總上傳流量

source: Tip of the Day
de: Tip des Tages
pl: Wskazówka Dnia
tl: Gabay ngayong araw:
tr: Günün İpucu
zh_tw: 每日提示

source: Did You Know...
de: Wussten Sie schon,...
pl: Czy Wiesz Że...
tl: Alam mo ba...
tr: Biliyor musunuz...
zh_tw: 您知道嗎...

source: Show Tips At Startup
de: Bei Programmstart Tip des Tages zeigen
pl: Pokazuj Wskazówki po Starcie Programu
tl: Ipakita ang mga gabay sa simula
tr: Başlangıçta ipuçlarını göster
zh_tw: 啟動時顯示提示

source: Next Tip
de: Nächster Tip
pl: Natstępna Wskazówka
tl: Sunod na Gabay
tr: Sonraki İpucu
zh_tw: 下一提示

source: Previous Tip
de: Vorheriger Tip
pl: Poprzednia Wskazówka
tl: Nakaraang Gabay
tr: Önceki İpucu
zh_tw: 上一提示

source: Loading tips...
de: Tips laden...
pl: Ładowanie wskazówek...
tl: Ikinakarga ang mga Gabay...
tr: İpuçları yükleniyor...
zh_tw: 載入提示...

source: It helps the network if you keep your FrostWire running. Others will connect to the network easier and searches will perform better.
de: Das Netzwerk profitiert davon, wenn Sie FrostWire weiter laufen lassen. Für andere wird es dadurch leichter sich am Netzwerk anzumelden und Suchen durchzuführen.
pl: Pozostawienie FrostWire otwartego, pomaga wszystkim użytkownikom. Inni pobierający pliki połączą się łatwiej z siecią i wyszukiwania będą miały lepsze wyniki.
tl: Makatutulong sa network kung pananatilihin mong nakabukas ang FrostWire. Mas madaling makakakonekta ang iba sa network at ang paghahanap ay mas gagana.
tr: FrostWire'ı çalışıyor şekilde tutmanız faydalıdır. Diğerleri ağa daha kolay şekilde bağlanacak ve aramalar daha iyi performans gösterecektir.
zh_tw: 保持FrostWire運行將有助於網路。其他人能更容易連接網路，搜索能更好進行。

source: Passionate about digital rights? Visit the <a href="{0}">Electronic Frontier Foundation</a> and see what you can do to help.
de: Interessiert an digitalen Rechte? Besuchen Sie die <a href="{0}">Electronic Frontier Foundation</a> und schauen nach, wie Sie helfen können.
pl: Pasjonujesz się prawami na internecie? Odwiedź <a href="{0}">Electronic Frontier Foundation</a> i zobacz jak ty możesz pomóc.
tl: Mapusok ka ba sa karapatang pang-digital? Bisitahin ang <a href="{0}">Electronic Frontier Foundation</a>at tingnan ang iyong magagawa para tumulong.
tr: Dijital haklar konusunu mu merak ediyorsunuz? <a href="{0}">Electronic Frontier Foundation</a> ı ziyaret edin.
zh_tw: 對數字版權有很大興致？訪問<a href="{0}">電子前沿基金會</a>，看看你能幫助做什麼。

source: FrostWire is translated into many different languages including Chinese, French, German, Japanese, Italian, Spanish and many more. Visit FrostWire's <a href="{0}">internationalization page</a> for information on how you can help translation efforts!
de: FrostWire wurde in viele Sprachen übersetzt, u.a. Chinesisch, Französisch, Deutsch, Japanisch, Italienisch, Spanisch und viele andere. Besuchen Sie FrostWire's <a href="{0}">Seite zur Internationalisierung</a> für weitere Informationen wie Sie bei den Übersetzungsarbeiten helfen können!
pl: FrostWire jest przetłumaczony na wiele różnych języków - nawet Chiński, Francuski, Niemiecki, Japoński, Włoski i Hiszpański, poza wieloma innymi. Wejdź na <a href="{0}">stone międzynarodową</a> po informacje jak ty możesz pomóc w tłumaczeniu FrostWire!
tl: Ang FrostWire ay nakasalin sa iba't-ibang salita kasali ang Intsik, Pranses, Aleman, Hapones, Italyano, Espanyol at marami pang iba. Bisitahin ang <a href="{0}">internationalization page</a>para sa impormasyon kung paano makatutulong sa pagsasalin.
tr: FrostWire Çince, Almanca, Japonca, İtalyanca ve çok daha fazla dile çevrilmiştir.FrostWire'ın çevirme çabalarına nasıl yardımcı olabileceğiniz üzerine bilgiler için<a href="{0}">uluslararasılaştırma sayfasını</a> ziyaret ediniz!
zh_tw: FrostWire譯成多種語言，包括中文、法文、德文、日文、義大利文、西班牙文等等。關於如何説明翻譯領域，訪問FrostWire國際頁面瞭解詳情。

source: Are you behind a firewall? At the bottom of FrostWire in the status bar, look for the globe. If there is a brick wall in front of it, your Internet connection is firewalled.
de: Sind Sie hinter einer Firewall? Am unteren Fensterrand in der Statuszeile gibt es einen Globus Symbol. Eine Steinmauer davor zeigt an, dass sich Ihr Rechner hinter einer Firewall befindet.
pl: Czy jesteś poza zaporą sieciową? Na dole FrostWire, na pasku statusu, popatrz na globus. Jeżeli ma z przodu ścianę z cegieł, twoje połączenie internetowe jest poza zaporą.
tl: Nasa likod ka ba ng Firewall? Sa ibaba ng FrostWire sa status bar, hanapin mo ang globo. Kung may laryong pader sa harapan nito, ang iyong koneksyon sa internet ay naka firewall.
tr: Bir ateş duvar arkasında mısınız? FrostWire'nin en altında durum çubuğundaki küreye bakın. Eğer önünde tuğladan bir duvar varsa, internet bağlantınız güvenlik-duvarı arkasındadır.
zh_tw: 您設定防火牆了嗎？在FrostWire底部的狀態列中，全面查找。如果在其面前有磚牆，網路連接會被遮罩。

source: The numbers next to the up and down arrows in the status bar at the bottom of FrostWire show how fast all of your files are downloading or uploading combined.
de: Die Zahlen an der Seite der Hoch- und Runterpfeile in der Statuszeile zeigen wie schnell FrostWire Ihre Daten hoch- oder runtergeladen werden.
pl: Numery przy strzałkach do góry i na dół na pasku statusu FrostWire pokazują jak szybko wszystkie twoje pliki są pobierane i wysyłanie razem.
tl: Ang mga numero kasunod ng mga taas baba na arrow sa status bar sa ibaba ng FrostWire ay nagpapakita kung gaano ka bilis madownload at maupload ang iyong mga files.
tr: FrostWire'nin altında durum çubuğundaki yukarı ve aşağı okların yanındaki sayılar, tüm dosyalarınızın ne kadar hızlı indirildiğin, ya da gönderildiğini gösterir.
zh_tw: FrostWire底部的狀態列中靠近上下箭頭的數值表示所有正在下載或上傳的檔速度有多快。

source: You can increase the text size via <font color="185ea8">View</font> &gt; <font color="185ea8">Increase Font Size</font>.
de: Sie können die Schriftgröße vergrößern unter <font color="185ea8">Ansicht</font> &gt; <font color="185ea8">Schriftgröße vergrößern</font>.
pl: Możesz zwiększyć rozmiar tekstu przez <font color="185ea8">Widok</font> &gt; <font color="185ea8">Zwiększ Rozmiar Czcionek</font>.
tl: Maari mong lakihan ang sukat ng font sa pamamgitan ng <font color="185ea8">Tingnan</font> &gt; <font color="185ea8">Palakihin ang sukat ng Font</font>.
tr: Metin boyutunu <font color="185ea8">Görünüm</font> &gt; <font color="185ea8">Font Boyutunu Arttır</font> seçeneği ile arttırabilirsiniz.
zh_tw: 可通過外觀設置中的放大字體來放大文本。

source: Be careful not to share sensitive information like tax documents, passwords, etc. The torrents you are seeding are accesible by everyone on the network as long as they have the .torrent or a (magnet) link to it.
de: Seien Sie vorsichtig, dass Sie keine sensiblen Daten wie Steuerdokumente, Passwörter oder ähnliches teilen. Auf die Torrents können von jeder Person im Netzwerk zugegriffen werden, sofern sie den .torrent oder (magnetischen) Link dazu haben.
pl: Bądź ostrożny aby nie dzielić się osobistymi dokumentami, jak hasła czy podatki. Torrenty które seedujesz są dostępne dla każdego na internecie kiedy tylkomają plik .torrent lub link [magnet] do niego.
tl: Magingat na huwag maibahagi ang mga maselang impormasyon gaya ng dokumento ng buwis, mga passwords, atbp. Ang mga torrents na iyong siniseed ay nabubuksan ng lahat sa network basta't sila ay may .torrent or (magnet) link nito.
tr: Vergi belgeleri, şifreler, v.b. gibi hassas bilgileri paylaşmamaya özen gösteriniz. Tohumladığınız torrentler, .torrent dosyasına veya bir (magnet) linkine sahip durumdaki ağdaki herkes tarafından ulaşılabilir durumdadır.
zh_tw: 注意不要共用私密資訊，如：稅收檔、密碼，等等。只要有.torrent或者magnet連結，網路上的每個人都可以獲取您作種的種子檔。

source: Unlike other peer-to-peer file-sharing programs, FrostWire can transfer files even if both parties are behind a firewall. You don't have to do anything extra because it happens automatically!
de: Ungleich anderen P2P Programme kann FrostWire Dateien tauschen, selbst wenn beide Parteien sich hinter einer Firewall befinden. Sie müssen nicht´s weiter tun, weil FrostWire diese Einstellungen automatisch für Sie erledigt.
pl: W przeciwieństwie do innych programów P2P, FrostWire może transferować pliki nawet jeżeli oby dwie strony są poza zaporą sieciową. Wszystko dzieje sie automatycznie - nie musisz nic ustawiać!
tl: Hindi gaya ng ibang peer-to-peer na file-sharing na programa, ang FrostWire ay maari parin maglipat kahit ang dalawang parties ay nasa likod ng isang firewall. Wala ka nang kailangan gawin dahil ito ay kusang nangyayari.
tr: Diğer p2p programlarının aksine FrostWire her iki taraftaki bilgisayarın da güvenlik-duvarı ile korunması durumunda dahi paylaşım yapılmasını sağlayabilir. Bunun için herhangi bir ayar yapmanıza gerek yoktur, zira bu zaten otomatik olarak yapılmaktadır.
zh_tw: 不像其他點對點檔共用程式，即使雙方設定防火牆，FrostWire仍可以傳輸檔。由於其自動產生，無需額外做其他設置！

source: Magnet links allow users to download files through FrostWire from a web page. When you put a magnet link on your web page (in the 'href' attribute of anchor tags), and a user clicks the link, a download will start in FrostWire.
de: Mit magnetischen Links kann man mit FrostWire Daten auch von einer Webseite laden. Wenn Sie einen magnetischen Link auf Ihre Website stellen (im 'href' Merkmal des Links), kann ein Nutzer den Download in FrostWire durch Klick auf den Link starten.
pl: Linki Magnetów pozwalają użytkownikom FrostWire pobiranie plików poprzez stronę internetową. Jeżeli wklejasz link magnetu na swoją stronę (jako 'href')i inny użytkownik kliknie na link, pobieranie rozpocznie sie w programie FrostWire.
tl: Ang magnet links ay nagpapahintulot sa mga gumagamit na magdownload ng file gamit ang FrostWire mula sa isang pahina ng web. Kapag inilagay mo ang isang magnet link sa iyong pahina ng web (sa 'href' na attribute ng tags na angkla), at ang gumagamit ay pumindot sa link, magsisimula ang download sa FrostWire.
tr: Mıknatıs bağlantıları, bir ağ sayfasından FrostWire boyunca dosyaları indirmesi için kullanıcılara izin verir. İnternet sayfanızda bir mıknatıs bağlantısını (link etiketinin 'href' kısmında) koyduğunuz zaman veya bir kullanıcının bağlantıyı tıkladığı zaman bir indirme FrostWire'de başlayacak.
zh_tw: Magnet連結允許使用者通過FrostWire從網頁上下載檔案。當你在網頁上加上magnet連結（作為連接標記的href屬性），使用者點選連結，FrostWire開始下載。

source: You can find out which version of FrostWire you are using by choosing 'About FrostWire' from the Help menu.
de: Sie können herausfinden, welche Version von FrostWire Sie nutzen, indem Sie 'Über FrostWire' im Hilfe-Menü aufrufen.
pl: Możesz się dowiedzieć jaką wersję FrostWire używasz przez wybranie 'O FrostWire'z menu Pomocy.
tl: Maari mong malaman kung anong bersyon ng FrostWire ang meron ka sa pamamagitan ng pagpili ng 'Tungkol sa FrostWire' sa Tulong na menu.
tr: FrostWire'ın hangi sürümünü kullandığınızı; Yardım menüsündeki 'FrostWire Hakkında' seçeneğine tıklayarak keşfedebilirsiniz.
zh_tw: 可以通過選擇説明功能表中的'關於FrostWire'查看您所使用的FrostWire版本。

source: Be a good network participant, don't close FrostWire if someone is uploading from you.
de: Sei ein fairer Netzwerk-Teilnehmer und lasse FrostWire weiterlaufen, wenn jemand Daten von Dir lädt.
pl: Bądź dobrym partnerem na sieci - nie zamykaj FrostWire jeżeli ktoś od ciebie pobiera fragmenty pliku.
tl: Maging mabait na tagalahok sa network, huwag isara ang FrostWire kapag may nag a-upload galing sa iyo.
tr: İyi bir ağ katılımcısı olun, eğer birisi sizden indirme yapıyorsa FrostWire'ı kapatmayın.
zh_tw: 做一位元有素質的網路參與者，如果有人從你這兒上傳，不要關閉FrostWire。

source: You can ban certain words from appearing in your search results by choosing 'Options' from the 'Tools' menu and adding new words to those listed under Filters &gt; Keywords.
de: Bestimmte Wörter können bei den Suchergebnissen ausgeblendet werden, indem man unter 'Einstellungen' im 'Werkzeuge'-Menü diese Suchbegriffe unter Filter &gt; Suchbegriffe auflistet.
pl: Możesz zablokować pewne słowa przed pojawianiem się w twoich rezultatach wyszukiwania w 'Opcje' z menu 'Narzędzia' i przez dodanie ich do listy pod Filtry &gt; Słowa Kluczowe.
tl: Maari mong ipagbawal ang isang salita na lumabas sa iyong paghahanap sa pamamagitan ng pagpili ng 'Pagpipilian' sa 'Kagamitan' na menu at pagdadagdag ng mga bagong salita sa listahan a loob ng mga Salaan &gt; Keywords.
tr: Belirli kelimelerin arama sonuçlarında görünmesini yasaklayabilirsiniz. Bunu yeni kelimeleri Araçlar, Seçenekler sonra Filtreler menüsü altındaki Anahtar Sözcüklere ekleyerek yapabilirsiniz.
zh_tw: 可通過'工具'功能表中的'選項'，在過濾-關鍵字中添加新詞，阻止某些詞出現在你的搜索結果中。
